"menu.help.title" = "Ajuda no aluguer de automóveis";
"settings.label.url.1" = "Gerir reserva";
"settings.label.url.2" = "FAQ";
"settings.label.url.3" = "Centro de ajuda";
"bookings.status.confirmed" = "Confirmada";
"bookings.status.unconfirmed" = "Não confirmada";
"bookings.status.cancelled" = "Cancelado";
"bookings.title" = "Reservas";
"bookings.status.reviewpayment" = "Confirmar pagamento";
"bookings.status.completed" = "Concluído";
"bookings.sheet.bookingdetails.link" = "Ver detalhes da reserva";
"bookings.sheet.unconfirmed.info" = "A maioria das nossas reservas é confirmada no prazo de 48 horas";
"bookings.sheet.reviewpayment.info" = "O pagamento falhou. Aceda a Gerir reserva para confirmar os seus dados de pagamento.";
"bookings.sheet.managebooking.link" = "Gerir reserva";
"bookings.bookingdetails.status" = "Estado da reserva";
"sale_landing_banner_monetary_tagline" = "Reserve agora a partir de ${x} por dia!";
"sale_landing_banner_percentage_tagline" = "Até ${x} de desconto. Reserve já!";
"sale_landing_banner_caption_closed_group" = "Exclusivo";
"sale_landing_banner_caption" = "Promoção";
"filter.header.eco" = "Ecológico";
"filter.header.mileage" = "Quilometragem";
"vehicle.seats.number" = "${x} lugares";
"united_sale_landing_banner_monatery_tagline" = "Ganhe até 2250 milhas em determinados alugueres concluídos até <span>31 de dezembro de 2025. Aplicam-se restrições.</span>";
"menu.alert.title" = "Quer alterar as definições?";
"menu.alert.body" = "Todas as pesquisas ativas serão repostas.";
"insurance.options.axa.header" = "Opções de seguro";
"insurance.options.axa.limited.body" = "<b>Limitado</b> – fornece uma <b>cobertura mínima</b>. No caso de acidente, terá de pagar uma franquia <b>não reembolsável</b> de até ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – fornece uma <b>cobertura superior</b>. No caso de acidente, ser-lhe-á <b>reembolsado</b> até ${x} do valor da sua franquia.";
"insurance.limited.caption" = "Cobertura mínima em caso de roubo e danos na carroçaria. <b>Pagará quaisquer danos</b> que não estejam abrangidos pela opção limitada.";
"insurance.limited.benefit1" = "Montante da franquia <b>não reembolsável</b>";
"insurance.limited.benefit2" = "Proteção de terceiros";
"insurance.limited.benefit3" = "Assistência em caso de avaria";
"insurance.limited.excess.liable" = "Ao selecionar a cobertura Limitada, será responsável pelo pagamento da franquia de até ${x} em caso de acidente sem direito a reembolso.";
"insurance.limited.included" = "Incluído";
"insurance.axa.premium.caption" = "Fornece-lhe um <b>nível superior de cobertura</b>, incluindo a opção da Cobertura limitada.";
"insurance.axa.premium.benefit1" = "Até <b>100% do montante da franquia reembolsável</b>";
"insurance.axa.premium.benefit2" = "Proteção de terceiros";
"insurance.axa.premium.benefit3" = "Assistência em caso de avaria";
"insurance.axa.premium.benefit4" = "Danos no para-brisas, vidros e pneus";
"insurance.axa.premium.benefit5" = "Os seus pertences pessoais";
"insurance.axa.premium.benefit6" = "Perda ou danos de chaves";
"insurance.axa.premium.benefit7" = "Danos no tejadilho e chassi";
"insurance.axa.premium.benefit8" = "Taxas de abastecimento de combustível inadequado";
"insurance.axa.premium.benefit9" = "Taxas administrativas";
"insurance.axa.premium.benefit10" = "Reclamações com suporte multilingue";
"insurance.axa.premium.terms" = "Ao selecionar a cobertura Premium e continuar, confirma que leu e aceita os Termos e Condições da apólice. Com base nestas informações, esta apólice adapta-se às suas necessidades.";
"insurance.priceperday" = "${x}/dia";
"insurance.total.price" = "Total: ${x}";
"insurance.options.awn.au.header" = "Não corra riscos. Faça um seguro de viagem.";
"insurance.options.awn.au.body" = "<b>Seguro Roadtrip</b> – franquia e bens pessoais cobertos até um valor de ${x} em caso de acidente com o veículo de aluguer.";
"insurance.awn.au.title" = "Seguro de viagem";
"insurance.awn.au.caption" = "Fornece-lhe um <b>nível superior de cobertura</b>, incluindo a opção da Cobertura limitada.";
"insurance.awn.au.benefit1" = "Até 100% do montante da franquia reembolsável";
"insurance.awn.au.benefit2" = "Proteção de terceiros";
"insurance.awn.au.benefit3" = "Os seus pertences pessoais";
"insurance.awn.au.benefit4" = "Despesas médicas no estrangeiro";
"insurance.awn.au.benefit5" = "Cobertura da chave e pertences pessoais";
"insurance.awn.au.benefit6" = "Morte acidental";
"insurance.awn.au.benefit7" = "Taxas de abastecimento de combustível inadequado";
"insurance.axa.premium.cancellation.policy" = "Cancelamento GRATUITO até 24 horas antes do levantamento";
"insurance.awn.au.terms" = "Ao selecionar a cobertura Roadtrip e continuar, confirma que leu e aceita os ${x} da apólice de seguro e que, com base nestas informações, esta apólice adapta-se às suas necessidades.";
"insurance.zero.excess.terms" = "Ao selecionar a cobertura Franquia zero e continuar, confirma que leu e aceita os Termos e Condições da apólice. Com base nestas informações, esta apólice adapta-se às suas necessidades.";
"insurance.options.awn.au.limited.body" = "<b>Seguro limitado</b> – sem cobertura para franquia ou bens pessoais.";
"insurance.awn.au.terms.link" = "Termos e Condições";
"results.filter.all1" = "Todos os filtros";
"results.filter.all2" = "Todos os filtros (${x})";
"results.summary.title" = "<b>${x}</b> automóveis | Ordenar por: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Como funciona a sequência de ordenação \"Recomendado\"?";
"Omnibus.Pos.2.Title" = "O que significa \"Relação qualidade/preço\"?";
"Omnibus.Pos.3.Title" = "Que variáveis são consideradas na sequência de ordenação?";
"Omnibus.Pos.4.Title" = "Como funcionam os Patrocínios?";
"Omnibus.Pos.1.Body" = "A sequência de ordenação \"Recomendado\" utiliza vários fatores para classificar os veículos numa ordem que lhe garante ver a melhor \"Relação qualidade/preço\" no topo dos resultados da sua pesquisa. A comissão recebida dos fornecedores de aluguer de automóveis influencia esta encomenda.";
"Omnibus.Pos.2.Body" = "O termo \"relação qualidade/preço\" descreve as variáveis que influenciam a probabilidade de um cliente comprar um aluguer de automóveis. A comissão que nós (CarTrawler) recebemos dos fornecedores de aluguer de automóveis reconhece o papel que nós (CarTrawler) desempenhamos na reserva e influencia a forma como determinamos a \"relação qualidade/preço\" global.";
"Omnibus.Pos.3.Body" = "Ao identificar a melhor \"relação qualidade/preço\" para os nossos clientes, a nossa sequência de ordenação considera uma série de variáveis, incluindo:";
"Omnibus.Pos.4.Body" = "Alguns parceiros de viagens trabalham com fornecedores de aluguer de automóveis selecionados. Os patrocínios podem ser apresentados no topo dos resultados da pesquisa devido aos pagamentos recebidos pelo parceiro de viagens do fornecedor de aluguer de automóveis selecionado. Os clientes podem identificar estes patrocínios pelo local onde são destacados num posicionamento de marca no topo dos resultados da pesquisa.";
"Omnibus.Pos.3.bullet.1" = "A data da reserva e a localização da pesquisa.";
"Omnibus.Pos.3.bullet.2" = "A duração do período de aluguer.";
"Omnibus.Pos.3.bullet.3" = "Classificações de clientes de fornecedores de aluguer de automóveis com base nas pontuações CSAT e NPS.";
"Omnibus.Pos.3.bullet.4" = "O histórico de comportamento dos clientes em relação a compras passadas e dos preços de resultados de aluguer de automóveis semelhantes.";
"Omnibus.Pos.3.bullet.5" = "A comissão que recebemos dos fornecedores de aluguer de automóveis ou parceiros de seguros.";
"Omnibus.Accept.Button.Text" = "Compreendi!";
"Omnibus.Header.Text" = "Explicação da opção Recomendado";
"bookings.sheet.remove" = "Remover reserva";
"bookings.dialog.remove.title" = "Remover reserva?";
"bookings.dialog.remove.text" = "Está prestes a remover permanentemente esta reserva da sua lista de reservas.";
"bookings.dialog.remove.text.history" = "Pode continuar a aceder a esta reserva e ao seu histórico de reservas completo através do nosso portal do cliente.";
"bookings.dialog.remove.CTA" = "Remover";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Reservar com ${x}";
"payment.options.paypal.banner.text" = "Após tocar na opção \"Reservar com PayPal\" abaixo, será aberto o site do PayPal para iniciar sessão na sua conta e concluir o pagamento. Posteriormente, irá aceder à página Confirmação da reserva de aluguer de automóveis.";
"payment.options.paypal.failed.title" = "O pagamento com ${x} falhou";
"payment.options.paypal.failed.text" = "Lamentamos, mas ocorreu um problema ao processar o seu pagamento. A sua reserva ainda não está concluída, mas não foi cobrado qualquer valor. Tente novamente com um dos métodos de pagamento disponíveis abaixo.";
"vehicle_fuel_plugin_hybrid" = "Híbrido plug-in";
"insurance.axa.regulatory.statement.uk" = "A CarTrawler é um Representante Nomeado da Inter Partner Assistance S.A., que é autorizada e regulada pelo Banco Nacional da Bélgica, com sede registada em Boulevard du Régent 7, 1000 Bruxelas, Bélgica. Autorizado pela Autoridade de Regulação Prudencial (número de referência da empresa 202664). Está sujeita à regulação da Autoridade de Conduta Financeira e à regulação limitada da Autoridade de Regulação Prudencial. O endereço da filial da Inter Partner Assistance S.A. no Reino Unido é 106-118 Station Road, Redhill, RH1 1PR. A Inter Partner Assistance S.A. pertence ao Grupo AXA.";
"temp_united_sale_landing_banner_monatery_tagline" = "Ganhe até 2250 milhas em determinados alugueres concluídos até <span>31 de outubro de 2025. Aplicam-se restrições.</span>";
"temp_united_sale_landing_banner_percentage_tagline" = "Ganhe até 2250 milhas em determinados alugueres concluídos até <span>31 de outubro de 2025.</span> Aplicam-se restrições.";
"title_help" = "Ajuda";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Tipo 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Tipo 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Não especificado";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Tomada de parede";
"VehicleList.Map.BottomSheet.ChargeType" = "Tipos de carregamento";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Aberto 24 horas";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Fora de serviço";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Lento";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Rápido";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Rápido";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultrarrápido";
"title_search_cars" = "Procurar automóveis";
"title_language" = "Idioma";
"title_my_bookings" = "As minhas reservas";
"title_contact_us" = "Contacte-nos";
"title_currency" = "Moeda";
"title_my_account" = "A minha conta";
"manage_booking_booking_number_hint" = "Número da reserva";
"manage_booking_email_address" = "Endereço de e-mail";
"settings_main_language" = "Idioma:";
"settings_main_currency" = "Moeda:";
"my_bookings_booking_id" = "ID da reserva:";
"alert_dialog_no_internet_title" = "Sem ligação";
"my_bookings_warning" = "Utilize o seu endereço de e-mail e número de referência para adicionar uma reserva.";
"my_bookings_alert_dialog_header" = "Importante";
"my_bookings_alert_dialog_message" = "A reserva NÃO SERÁ CANCELADA se a remover da lista. 

Aceda à secção Gerir reserva no seu e-mail de confirmação da reserva e selecione Cancelar.";
"my_bookings_alert_button_one" = "Ignorar";
"my_bookings_alert_button_two" = "Remover";
"contact_us_call" = "Ligar";
"contact_international_number_title" = "Número internacional";
"contact_local_number_title" = "Número local";
"contact_us_allow_phone_call_permission" = "Tem de ativar a permissão de chamadas telefónicas para esta aplicação.";
"contact_us_allow_phone_call_permission_title" = "Importante";
"error_ssl_title" = "Erro SSL";
"error_ssl_text" = "Ocorreu um erro de Cert. de SSL de tipo SslError:";
"error_my_bookings_title" = "As minhas reservas";
"error_my_bookings_text" = "Não foi possível adicionar automaticamente esta reserva à secção As minhas reservas. 

Adicione esta entrada através da secção Encontrar reserva.";
"success_my_bookings_text" = "Esta reserva está agora disponível na secção As minhas reservas";
"my_bookings_delete" = "Eliminar";
"find_booking_button" = "Encontrar reserva";
"help_subtitle" = "Pretendemos fornecer o melhor serviço possível aos nossos clientes. Se houver algo em que o possamos ajudar, entre em contacto connosco.";
"from" = "De";
"splash_tagline" = "Bem-vindo";
"your_are_offline_text" = "O seu dispositivo está offline.

Verifique a sua ligação à rede.";
"retry" = "Tentar novamente";
"hi_there" = "Olá!";
"n_a" = "N/D";
"saved_offline" = "Guardado offline";
"view_voucher" = "Ver voucher";
"we_re_here_to_help" = "Estamos aqui para ajudar";
"currency_name_eur" = "EUR – Euro";
"currency_name_gbp" = "GBP – Libra britânica";
"currency_name_usd" = "USD – Dólar norte-americano";
"currency_name_aed" = "AED – Dirham emiradense";
"currency_name_all" = "ALL – Lek albanês";
"currency_name_amd" = "AMD – Dram arménio";
"currency_name_aoa" = "AOA – Kwanza angolano";
"currency_name_ars" = "ARS – Peso argentino";
"currency_name_aud" = "AUD – Dólar australiano";
"currency_name_azn" = "AZN – Novo manat azerbaijano";
"currency_name_bam" = "BAM – Marco convertível";
"currency_name_bbd" = "BBD – Dólar barbadense";
"currency_name_bdt" = "BDT – Taka bangladechiano";
"currency_name_bgn" = "BGN – Lev búlgaro";
"currency_name_bhd" = "BHD – Dinar baremita";
"currency_name_bmd" = "BMD – Dólar bermudense";
"currency_name_bnd" = "BND – Dólar bruneíno";
"currency_name_bob" = "BOB – Boliviano";
"currency_name_brl" = "BRL – Real brasileiro";
"currency_name_bsd" = "BSD – Dólar baamiano";
"currency_name_bwp" = "BWP – Pula botsuano";
"currency_name_cad" = "CAD – Dólar canadiano";
"currency_name_chf" = "CHF – Franco suíço";
"currency_name_clp" = "CLP – Peso chileno";
"currency_name_cny" = "CNY – Iuane renminbi chinês";
"currency_name_cop" = "COP – Peso colombiano";
"currency_name_crc" = "CRC – Colón costa-riquenho";
"currency_name_cup" = "CUP – Peso cubano";
"currency_name_cve" = "CVE – Escudo cabo-verdiano";
"currency_name_cyp" = "CYP – Libra cipriota";
"currency_name_czk" = "CZK – Coroa checa";
"currency_name_dkk" = "DKK – Coroa dinamarquesa";
"currency_name_dop" = "DOP – Peso dominicano";
"currency_name_dzd" = "DZD – Dinar argelino";
"currency_name_egp" = "EGP – Libra egípcia";
"currency_name_ern" = "ERN – Nakfa eritreu";
"currency_name_etb" = "ETB – Birr etíope";
"currency_name_fjd" = "FJD – Dólar fijiano";
"currency_name_ghs" = "GHS – Cedi ganês";
"currency_name_gnf" = "GNF – Franco guineense";
"currency_name_gtq" = "GTQ – Quetzal guatemalteco";
"currency_name_hkd" = "HKD – Dólar de Hong Kong";
"currency_name_hnl" = "HNL – Lempira hondurenho";
"currency_name_hrk" = "HRK – Kuna croata";
"currency_name_huf" = "HUF – Forint húngaro";
"currency_name_idr" = "IDR – Rupia indonésia";
"currency_name_ils" = "ILS – Novo shekel israelita";
"currency_name_inr" = "INR – Rupia indiana";
"currency_name_irr" = "IRR – Rial iraniano";
"currency_name_isk" = "ISK – Coroa islandesa";
"currency_name_jmd" = "JMD – Dólar jamaicano";
"currency_name_jod" = "JOD – Dinar jordano";
"currency_name_jpy" = "JPY – Iene japonês";
"currency_name_kes" = "KES – Xelim queniano";
"currency_name_kwd" = "KWD – Dinar koweitiano";
"currency_name_kzt" = "KZT – Tengue cazaque";
"currency_name_lbp" = "LBP – Libra libanesa";
"currency_name_lkr" = "LKR – Rupia cingalesa";
"currency_name_lsl" = "LSL – Loti lesotiano";
"currency_name_mad" = "MAD – Dirham marroquino";
"currency_name_mga" = "MGA – Ariari malgaxe";
"currency_name_mkd" = "MKD – Denar da antiga República jugoslava da Macedónia";
"currency_name_mop" = "MOP – Pataca macaense";
"currency_name_mur" = "MUR – Rupia mauriciana";
"currency_name_mwk" = "MWK – Kwacha malauiano";
"currency_name_mxn" = "MXN – Peso kwacha malauiano";
"currency_name_myr" = "MYR – Ringgit malaio";
"currency_name_mzn" = "MZN – Metical moçambicano";
"currency_name_nad" = "NAD – Dólar namibiano";
"currency_name_ngn" = "NGN – Naira nigeriano";
"currency_name_nok" = "NOK – Coroa norueguesa";
"currency_name_nzd" = "NZD – Dólar neozelandês";
"currency_name_omr" = "OMR – Rial omanense";
"currency_name_pen" = "PEN – Novo sol peruano";
"currency_name_php" = "PHP – Peso filipino";
"currency_name_pkr" = "PKR – Rupia paquistanesa";
"currency_name_pln" = "PLN – Zlóti polaco";
"currency_name_qar" = "QAR – Rial catariano";
"currency_name_ron" = "RON – Novo leu romeno";
"currency_name_rsd" = "RSD – Dinar sérvio";
"currency_name_rub" = "RUB – Rublo russo";
"currency_name_sar" = "SAR – Rial saudita";
"currency_name_sdg" = "SDG – Libra sudanesa";
"currency_name_sek" = "SEK – Coroa sueca";
"currency_name_sgd" = "SGD – Dólar singapurense";
"currency_name_syp" = "SYP – Libra síria";
"currency_name_szl" = "SZL – Lilangeni suazilandês";
"currency_name_thb" = "THB – Baht tailandês";
"currency_name_tnd" = "TND – Dinar tunisino";
"currency_name_try" = "TRY – Lira turca";
"currency_name_ttd" = "TTD – Dólar de Trindade e Tobago";
"currency_name_twd" = "TWD – Dólar taiwanês";
"currency_name_tzs" = "TZS – Xelim tanzaniano";
"currency_name_uah" = "UAH – Hryvnia ucraniano";
"currency_name_ugx" = "UGX – Xelim ugandês";
"currency_name_vef" = "VEF – Bolívar venezuelano";
"currency_name_vnd" = "VND – Dong vietnamita";
"currency_name_vuv" = "VUV – Vatu vanuatuense";
"currency_name_xaf" = "XAF – Franco CFA (BEAC)";
"currency_name_xcd" = "XCD – Dólar das Caraíbas Orientais";
"currency_name_xof" = "XOF – Franco CFA (BCEAO)";
"currency_name_xpf" = "XPF – Franco CFP";
"currency_name_yer" = "YER – Rial iemenita";
"currency_name_zar" = "ZAR – Rand sul-africano";
"voucher" = "Voucher";
"you_are_offline_find_booking" = "Está offline. Necessita de uma ligação à Internet para encontrar reservas.";
"your_bookings" = "As suas reservas";
"manage_booking_title_warning" = "Preencha para encontrar a sua reserva";
"manage_booking_subtitle_warning" = "Se tiver efetuado uma reserva noutro dispositivo, pode encontrá-la aqui.";
"internet_alert_dialog_no_internet" = "O seu dispositivo está offline.

Verifique a sua ligação à rede.";
"help_alert_dialog_header" = "Alterar configurações?";
"help_alert_dialog_message" = "Todas as pesquisas ativas serão repostas.";
"help_alert_button_one" = "Confirmar";
"help_alert_button_two" = "Cancelar";
"nav_bar_back_title" = "Anterior";
"manage_booking_alert_confirm" = "OK";
"amend" = "Alterar";
"amend_booking" = "Alterar";
"title_faq" = "FAQ";
"manage_booking" = "Gerir reserva";
"VehicleList.Chip.EVLongRange.Text" = "VE de longa duração";
"VehicleDetails.EVLongRange.Description" = "VE de longa duração: este veículo é capaz de percorrer até ${x} com uma única carga";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Alternativa ecológica";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "VE de longa duração";
"landing.countdowntimer.salename" = "Promoção";
"landing.countdowntimer.presale" = "${x} começa dentro de";
"landing.countdowntimer.duringsale" = "${x} termina dentro de";
"prime_cash_banner_title_sale" = "Não perca estas ofertas épicas de aluguer de automóveis";
"prime_sale_banner_percentage_title_2" = "Ofertas exclusivas!";
"prime_sale_banner_percentage_title_3" = "O PRIME DAY termina à meia-noite!";
"Driver.Details.Marketing.Consent.Text" = "Obtenha ofertas exclusivas e outras informações importantes sobre aluguer de automóveis diretamente na sua caixa de entrada.";
"Driver.Details.Marketing.Consent.Policy" = "Consulte ${x} para obter mais detalhes.";
"abandonment.deeplink.total" = "Total";
"abandonment.deeplink.day" = "dia";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Local adequado para VE";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Melhor para conduzir na cidade";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Conduza com facilidade";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Tem alguma preocupação em relação ao custo do combustível?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Os VE alugados vão mais longe do que pensa";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "O seu local de levantamento tem excelentes serviços de carregamento para Veículos Elétricos (VE) alugados";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Conduzir um Veículo Elétrico (VE) é o mesmo que conduzir um automóvel com caixa de velocidades automática. É mais silencioso e não tem emissões de CO2";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Carregar um Veículo Elétrico (VE) custa muito menos do que abastecer um automóvel a gasolina ou a gasóleo de tamanho semelhante, o que lhe poupa até 50% nas despesas de viagem";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Os Veículos Elétricos (VE) são mais eficientes no para-arranca do trânsito urbano";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Os Veículos Elétricos (VE) de longa duração alugados podem percorrer mais de 400 km com uma única carga. 80% das viagens de automóvel na Europa são inferiores a 50 km";
"insurance.axa.premium.uk.cancellation.policy" = "Cancelamento GRATUITO a qualquer altura antes do levantamento";
"landing.mosaic.title" = "O nosso compromisso em tornarmo-nos ecológicos";
"landing.mosaic.tile1.title" = "Pontos essenciais sobre VE";
"landing.mosaic.tile1.body" = "Tudo o que precisa de saber ao alugar um Veículo Elétrico";
"landing.mosaic.tile1.ctaText" = "<u>Saiba mais</u>";
"landing.mosaic.tile2.title" = "Pontos essenciais sobre o carregamento de VE";
"landing.mosaic.tile2.body" = "O seu guia para carregar um VE";
"landing.mosaic.tile2.ctaText" = "<u>Saiba mais</u>";
"landing.mosaic.tile3.title" = "Perguntas importantes a serem feitas ao alugar um VE";
"landing.mosaic.tile3.body" = "Perguntas importantes a fazer ao alugar um VE";
"landing.mosaic.tile3.ctaText" = "<u>Saiba mais</u>";
"landing.countdowntimer.days" = "dias";
"landing.countdowntimer.hours" = "h";
"landing.countdowntimer.minutes" = "min";
"landing.countdowntimer.seconds" = "seg";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Aeroporto - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} local (${y})";
"results.filter.all3" = "Filtro (${x})";
"VehicleList.Header.Filter" = "Filtro";
"VehicleList.Header.Filter.Selected" = "Filtro (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "O preço para ${X} dias a partir de ${y}";
"LoyaltyNumber" = "Número de fidelização (opcional)";
"VehicleList.Header.Map" = "Mapa";
"Payment.256.Encrypted" = "Todas as transações de pagamento têm uma encriptação SSL de 256 bits";
"Insurance.Applicable.Taxes" = "Inclui todos os impostos aplicáveis";
"BookingError.Insurance" = "Lamentamos, mas ocorreu um problema técnico ao processar parte da sua reserva. A reserva do automóvel foi efetuada com êxito, mas ocorreu um problema ao adquirir o seguro. Pode tentar novamente na secção Gerir a minha reserva. Encontrará mais detalhes no seu e-mail de confirmação.";
"Payment.Exchange.Currency.Message" = "Tenha em atenção que o montante a pagar hoje será debitado em ${z} com base na taxa de câmbio de hoje (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Outro";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Total ${x}";
"settings.label.url.4" = "Política de Privacidade";
"edreams_sale_banner_percentage_title" = "Ofertas exclusivas!";
"sale_landing_banner_percentage_title" = "Promoção ativa";
"Price.Summary.Included.Charges" = "Taxas incluídas";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Informações do fornecedor";
"VehicleList.Map.BottomSheet.SupplierDistance" = "A ${x} ${y} de distância";
"VehicleList.Map.BottomSheet.SupplierHours" = "Horário de abertura";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Fechado";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Segunda-feira";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Terça-feira";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Quarta-feira";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Quinta-feira";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Sexta-feira";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Sábado";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Domingo";
"Add.Booking.Title" = "Lamentamos, mas não conseguimos encontrar resultados correspondentes aos critérios de pesquisa.";
"Add.Booking.Form.Error" = "Lamentamos, mas não conseguimos encontrar resultados correspondentes aos critérios de pesquisa.";
"Add.Booking.Heading" = "Adicionar reserva";
"Add.Booking.Form.BookingId.Error" = "Número inválido";
"please.try.again" = "Tente novamente.";
"insurance.xc.simple.api.main.ipid.text" = "DIPS";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Cancelamento gratuito do seguro a qualquer altura antes do levantamento";
"Insurance.XC.Subtitle.eDo" = "Proporcionando uma proteção superior, o seguro de cobertura Premium oferece um aumento dos limites da apólice de até ${policy.limit}, juntamente com sublimites mais elevados para cobrir o que é mais importante. Disponível exclusivamente para membros Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Cancele gratuitamente até 24 horas antes do levantamento";
"insurance.xc.simple.api.main.more.info.button" = "Mais informações";
"Insurance.XC.USP.ThirdParty" = "Proteção de terceiros";
"insurance.xc.simple.api.main.link.terms.text" = "Termos e Condições";
"Insurance.xc.pricing.terms" = "Inclui todos os impostos aplicáveis";
"Insurance.XC.USP.LatePickUp" = "Levantamento tardio devido a atraso do voo";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Cancele gratuitamente até 24 horas antes do levantamento";
"insurance.xc.simple.api.main.premium.cta" = "Continuar com Cobertura premium";
"Insurance.XC.USP.Windscreen" = "Danos no para-brisas, vidros e pneus";
"Insurance.XC.USP.Misfueling" = "Taxas de abastecimento de combustível inadequado";
"Insurance.XC.USP.BreakdownAssistance" = "Assistência em caso de avaria";
"Insurance.XC.USP.ClaimSupport" = "Apoio a reclamações multilingue";
"Insurance.XC.USP.TravelExpenses" = "Despesas da viagem";
"Insurance.XC.Subtitle" = "Com a nossa proteção adicional, receberá o reembolso do valor da franquia até ${x}, garantindo que não perde dinheiro em caso de acidente.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Ao selecionar a Cobertura premium e continuar, confirma que leu e aceita os ${x} e o ${y} do Seguro e, com base nestas informações, que esta apólice se adapta às suas necessidades.";
"Insurance.XC.Title" = "Cobertura premium";
"Insurance.XC.USP.RefundableExcess.Alt" = "Até <span>100% do montante da franquia reembolsável</span>";
"CannotProcessReservation" = "Ocorreu um erro  inesperado. A sua reserva não foi criada e não lhe foi cobrada. Crie uma nova pesquisa e tente novamente.";
"insurance.options.xc.header" = "Opções de seguro";
"insurance.options.xc.premium.body" = "<b>Premium</b> – fornece uma <b>cobertura superior</b>. No caso de acidente, ser-lhe-á <b>reembolsado</b> até ${x} do valor da sua franquia.";
"top.up.your.protection" = "Aumente a sua proteção";
"insurance.options.xc.limited.body" = "<b>Limitado</b> – fornece uma <b>cobertura mínima</b>. No caso de acidente, terá de pagar uma franquia <b>não reembolsável</b> de até ${x}.";
"title_calendar" = "Seletor de datas";
"title_conditions" = "Termos e Condições";
"title_details" = "Detalhes do automóvel";
"title_details_supplier" = "AVALIAÇÕES";
"title_details_vehicle" = "INCLUÍDO";
"title_extras_insurance" = "Extras e seguro";
"title_filters" = "Filtrar";
"title_insurance" = "Seguro";
"title_locations" = "Locais";
"title_payment" = "Pagamento";
"title_results" = "Resultados";
"title_search_ground" = "Encontrar transporte terrestre";
"title_search_rental" = "Aluguer de viatura ";
"title_settings" = "Definições";
"title_summary" = "Resumo do pagamento";
"title_user" = "Detalhes do condutor principal";
"title_extras" = "Extras";
"CTA_add" = "Adicionar uma reserva";
"CTA_search" = "Procurar automóveis";
"CTA_save" = "Guardar definições";
"CTA_continue" = "Continuar";
"CTA_with_insurance" = "Continuar com seguro";
"CTA_no_insurance" = "Continuar sem seguro";
"CTA_to_homepage" = "Regressar à página inicial";
"CTA_book" = "Reservar já por";
"CTA_close" = "Fechar";
"CTA_cancel" = "Cancelar";
"CTA_done" = "Concluído";
"search_pickup_location_text" = "Local de levantamento";
"search_pickup_location_hint" = "Introduza um aeroporto, cidade ou estação";
"search_return_location_text" = "Introduza um local de entrega";
"search_return_location_hint" = "Introduza um aeroporto, cidade ou estação";
"search_return_location_button" = "Devolução no mesmo local";
"search_driver_age" = "Idade do condutor entre 25-70";
"search_driver_age_hint" = "Idade do condutor";
"search_select_dates" = "Datas";
"search_select_dates_hint" = "Selecionar datas";
"search_pickup_time_text" = "Hora do levantamento";
"search_return_time_text" = "Hora de entrega";
"search_locations_placeholder" = "Introduzir localização";
"calendar_summary_dropoff" = "Data de devolução";
"calendar_summary_pickup" = "Data de levantamento";
"calendar_summary_title" = "Selecionar data";
"calendar_select_date" = "Selecionar data";
"calendar_select_dates" = "Selecione as datas";
"calendar_pickup_date" = "Data de levantamento";
"calendar_return_date" = "Data de devolução";
"calendar_continue" = "Continuar";
"calendar_sun" = "Dom.";
"calendar_mon" = "Seg.";
"calendar_tue" = "Ter.";
"calendar_wed" = "Qua.";
"calendar_thu" = "Qui.";
"calendar_fri" = "Sex.";
"calendar_sat" = "Sáb.";
"locations_results_airports" = "Aeroportos";
"locations_results_others" = "Todos os outros locais";
"settings_country_title" = "País";
"settings_currency_title" = "Moeda:";
"settings_select_country" = "Selecionar país";
"settings_select_currency" = "Selecionar moeda";
"settings_select_languages" = "Selecionar idioma";
"results_sort" = "Ordenar";
"results_filter" = "Filtro";
"vehicle_orsimilar" = "ou semelhante";
"vehicle_passenger" = "Passageiro";
"vehicle_passengers" = "Passageiros";
"vehicle_bag" = "Mala";
"vehicle_bags" = "Malas";
"vehicle_door" = "Porta";
"vehicle_doors" = "Portas";
"vehicle_duration_1" = "Preço para";
"vehicle_duration_2" = "dia";
"vehicle_duration_3" = "dias";
"vehicle_total_price" = "Preço total";
"vehicle_best_seller" = "Mais popular";
"vehicle_great_value" = "Melhor preço";
"vehicle_provided" = "Fornecido por";
"vehicle_air_conditioning" = "Ar condicionado";
"vehicle_fuel_policy" = "Política de combustível";
"vehicle_supplier_address" = "Morada do fornecedor";
"vehicle_suppliers_address_detail" = "A morada do fornecedor é:";
"vehicle_pickup_location" = "Local de levantamento";
"vehicle_vehicle_inclusion" = "Este item está incluído no preço deste veículo";
"rental_sort_title" = "Ordenar resultados por";
"rental_sort_price" = "Preço";
"rental_sort_rating" = "Avaliação";
"rental_sort_recommended" = "Recomendado";
"filter_package" = "Pacote";
"filter_carsize" = "Dimensão do automóvel";
"filter_supplier" = "Fornecedor";
"filter_rating" = "Avaliação";
"filter_fuel" = "Política de combustível";
"filter_carfuel" = "Tipo de combustível";
"filter_carspec" = "Características do automóvel";
"filter_transmission" = "Caixa de velocidades";
"filter_specialoffers" = "Oferta especial";
"filter_transfertype" = "Tipo de transfer";
"filter_transfertime" = "Duração da viagem";
"filter_reset" = "Repor";
"vehicle_type_cargovan" = "Cargovan";
"vehicle_type_compact" = "Compacto";
"vehicle_type_compact_elite" = "Compacto de elite";
"vehicle_type_economy" = "Económico";
"vehicle_type_economy_elite" = "Económico de elite";
"vehicle_type_estate" = "Carrinha";
"vehicle_type_exotic" = "Exótico";
"vehicle_type_exotic_SUV" = "SUV exótico";
"vehicle_type_fifteen_passenger_van" = "Carrinha de 15 lugares";
"vehicle_type_five_seat_carrier" = "Transporte de 5 lugares";
"vehicle_type_four_wheel_drive" = "Tracção às 4 rodas";
"vehicle_type_fullsize" = "Familiar grande";
"vehicle_type_fullsize_elite" = "Familiar grande de elite";
"vehicle_type_intermediate" = "Tamanho intermédio";
"vehicle_type_intermediate_elite" = "Intermédio de elite";
"vehicle_type_large_SUV" = "SUV grande";
"vehicle_type_large_truck" = "Camião grande";
"vehicle_type_luxury" = "Luxo";
"vehicle_type_luxury_elite" = "De luxo de elite";
"vehicle_type_medium_SUV" = "SUV médio";
"vehicle_type_midsize" = "Tamanho médio";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini de elite";
"vehicle_type_minivan" = "Monovolume";
"vehicle_type_moped" = "Ciclomotor";
"vehicle_type_moving_van" = "Carrinha de mudanças";
"vehicle_type_nine_seat_carrier" = "Transporte com 9 lugares";
"vehicle_type_oversize" = "Elite grande";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "superior";
"vehicle_type_regular" = "Regular";
"vehicle_type_seven_seat_carrier" = "Transporte de 7 lugares";
"vehicle_type_small_SUV" = "SUV pequeno";
"vehicle_type_small_medium_truck" = "Camião pequeno/médio";
"vehicle_type_special" = "Especial";
"vehicle_type_standard" = "Tamanho standard";
"vehicle_type_standard_elite" = "Standard de elite";
"vehicle_type_stretch" = "Limusina";
"vehicle_type_subcompact" = "Subcompacto";
"vehicle_type_twelve_foot_truck" = "Camião de 4 metros";
"vehicle_type_twelve_passenger_van" = "Carrinha de 12 lugares";
"vehicle_type_twenty_foot_truck" = "Camião de 6 metros";
"vehicle_type_twenty_four_foot_truck" = "Camião de 7 metros";
"vehicle_type_twenty_six_foot_truck" = "Camião de 8 metros";
"vehicle_type_unique" = "Exclusivo";
"vehicle_type_vehicle_size_SUV" = "SUV compacto";
"vehicle_type_other" = "Outro";
"vehicle_fuel_petrol" = "Gasolina";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Automática";
"vehicle_transmission_manual" = "Manual";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Mesma carga – Mesma taxa";
"vehicle_fuel_policy_type_FULLFULL" = "Depósito cheio";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Levantar e devolver vazio";
"vehicle_fuel_policy_type_FULLEMPTY" = "Pré-compra";
"vehicle_fuel_policy_type_HALFEMPTY" = "Levantar meio cheio e devolver vazio";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Levantamento com um quarto de depósito, Devolução com depósito vazio";
"vehicle_fuel_policy_type_HALFHALF" = "Depósito meio cheio";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Um quarto de depósito";
"vehicle_fuel_policy_type_UNKNOWN" = "Desconhecido";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Compre previamente o combustível com reembolso";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Combustível: Escolher no balcão";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Taxas de combustível: Não incluído";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Taxas de combustível : Incluído";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Carregue a bateria e evite cobranças. Quando levantar o automóvel no fornecedor, este sairá com um determinado nível de bateria. Ficará responsável pela devolução do automóvel com um nível de bateria semelhante ao do momento do levantamento.";
"vehicle_fuel_policy_desc_FULLFULL" = "Esta é a melhor opção de combustível. O seu automóvel é entregue com o depósito de combustível cheio. Devolva o automóvel com o depósito cheio para evitar taxas de reabastecimento.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "O seu automóvel é entregue com combustível suficiente para chegar à bomba de combustível mais próxima. O automóvel deve ser devolvido com o depósito de combustível vazio, uma vez que não existe reembolso para combustível não utilizado.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "O seu automóvel é entregue com o depósito de combustível cheio, mas este ser-lhe-á cobrado no balcão de aluguer. O automóvel deve ser devolvido com o depósito de combustível vazio, uma vez que não existe reembolso para combustível não utilizado.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "O seu automóvel é entregue com um depósito de combustível meio cheio. O valor do combustível será cobrado no balcão de aluguer. Pode utilizar o combustível que pretender e não necessita de reabastecer o depósito antes de devolver o automóvel";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "O seu automóvel é entregue com um depósito de combustível um quarto cheio. O valor do combustível será cobrado no balcão de aluguer. Pode utilizar o combustível que pretender e não necessita de reabastecer o depósito antes de devolver o automóvel";
"vehicle_fuel_policy_desc_HALFHALF" = "O seu automóvel é entregue com o depósito de combustível meio cheio. Devolva o automóvel com o depósito de combustível meio cheio para evitar taxas de reabastecimento. Se devolver o automóvel com mais combustível do que era suposto, não receberá nenhum reembolso adicional.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "O seu automóvel é entregue com um quarto de depósito de combustível cheio. Devolva o automóvel com um quarto de depósito cheio para evitar taxas de reabastecimento. Se devolver o automóvel com mais combustível do que era suposto, não receberá nenhum reembolso adicional.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Ver informações importantes";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "O seu automóvel é entregue com o depósito de combustível cheio. Será cobrado pelo mesmo no balcão de aluguer e implicará uma taxa administrativa não reembolsável. Será reembolsado pelo combustível não utilizado quando devolver o automóvel.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "O seu automóvel é entregue com um depósito de combustível cheio. Pode optar por pagar o combustível antecipadamente no balcão de aluguer (pré-compra) ou por reabastecer o depósito antes de devolver o automóvel (depósito cheio). Em ambos os casos, certifique-se de que informa o fornecedor de aluguer de automóveis relativamente à política de combustível que pretende.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "As taxas de combustível não estão incluídas na tarifa. Paga pelo reabastecimento do depósito cheio antes de o motorista o deixar.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Todas as taxas de combustível estão incluídas. Não necessita de pagar por qualquer reabastecimento adicional.";
"vehicle_pickup_type" = "Tipo de levantamento";
"vehicle_pickup_location_VWF_1.VWF.X" = "No terminal";
"vehicle_pickup_location_VWF_2.VWF.X" = "No aeroporto";
"vehicle_pickup_location_VWF_3.VWF.X" = "Terminal de aeroporto";
"vehicle_pickup_location_VWF_4.VWF.X" = "Estação de Comboios";
"vehicle_pickup_location_VWF_5.VWF.X" = "Levantamento no hotel";
"vehicle_pickup_location_VWF_6.VWF.X" = "Concessionário";
"vehicle_pickup_location_VWF_7.VWF.X" = "Centro da cidade/baixa";
"vehicle_pickup_location_VWF_8.VWF.X" = "Este do centro da cidade";
"vehicle_pickup_location_VWF_9.VWF.X" = "Sul do centro da cidade";
"vehicle_pickup_location_VWF_10.VWF.X" = "Oeste do centro da cidade";
"vehicle_pickup_location_VWF_11.VWF.X" = "Norte do centro da cidade";
"vehicle_pickup_location_VWF_12.VWF.X" = "Porto/ferry";
"vehicle_pickup_location_VWF_13.VWF.X" = "Resort próximo";
"vehicle_pickup_details_VWF_1.VWF.X" = "Esta é a opção de levantamento mais prática. O balcão de aluguer encontra-se localizado dentro do terminal de aeroporto.";
"vehicle_pickup_details_VWF_2.VWF.X" = "O balcão de aluguer encontra-se convenientemente localizado na zona do aeroporto.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Este é um serviço de receção. O motorista estará à sua espera quando chegar. Indique-nos o seu número do voo para que o motorista possa consultar o seu voo no caso de se atrasar.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Poderá levantar o seu automóvel no balcão da receção do seu hotel.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Este é um serviço de receção. O motorista estará à sua espera quando chegar. Indique-nos o seu número do voo para que o motorista possa consultar o seu voo no caso de se atrasar.";
"vehicle_pickup_type_VLI_1.VLI.X" = "No terminal";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal e shuttle";
"vehicle_pickup_type_VLI_3.VLI.X" = "Shuttle bus gratuito";
"vehicle_pickup_type_VLI_4.VLI.X" = "Recepção";
"vehicle_pickup_type_VLI_6.VLI.X" = "Motorista particular";
"vehicle_pickup_at_airport" = "No aeroporto";
"vehicle_pickup_unknown" = "Desconhecido";
"included_title" = "Incluído gratuitamente:";
"included_cancel" = "Cancelamento";
"included_amend" = "Alterações";
"included_thirdparty" = "Seguro contra terceiros";
"included_theft" = "Proteção contra furto";
"included_collision" = "Dispensa de indemnização por colisão";
"included_terms" = "Termos e Condições";
"supplier_reviews" = "opiniões";
"supplier_car" = "Limpeza do automóvel";
"supplier_desk" = "Serviço no balcão do fornecedor";
"supplier_pickup" = "Processo de levantamento do automóvel alugado";
"supplier_dropoff" = "Processo de devolução do automóvel alugado";
"supplier_price" = "Boa relação qualidade/preço";
"supplier_waiting" = "Tempo de espera";
"supplier_below_average" = "Abaixo da média";
"supplier_good" = "Bom";
"supplier_excellent" = "Excelente";
"supplier_rating_detail" = "os clientes classificaram esta empresa de aluguer de automóveis como";
"extras_equipment_aircon" = "Ar condicionado";
"extras_equipment_gps" = "GPS";
"extras_back" = "Anterior";
"extras_conditions" = "Os extras são pagos no balcão de aluguer. Tentamos garantir que os clientes obtêm todos os extras, no entanto a disponibilidade nem sempre é garantida.";
"extras_per_day" = "por dia";
"extras_placeholder" = "Serviço fornecido pela Axa, a companhia de seguros e gestão de ativos líder no mercado.";
"insurance_summary_replace_src" = "marque a caixa abaixo";
"insurance_summary_replace_val" = "escolher continuar com seguro";
"insurance_summary_title" = "Motivos para obter cobertura total";
"insurance_list_1_title" = "Melhor preço";
"insurance_list_1_body" = "Elimine uma eventual responsabilidade de até ${x} por apenas ${w} por dia";
"insurance_list_2_title" = "Melhor proteção";
"insurance_list_2_body" = "Em caso de danos ou furto do automóvel e caso tenha de pagar a franquia, ser-lhe-á reembolsado o valor total da mesma.";
"insurance_list_3_title" = "Tranquilidade";
"insurance_list_3_body" = "Está totalmente coberto pela sua franquia caso ocorra algum azar.";
"insurance_conditions" = "Consulte os ${x} para obter mais detalhes.";
"insurance_provider" = "Serviço fornecido pela Axa, companhia de seguros e gestão de ativos líder no mercado";
"insurance_policy" = "Esta política é subscrita pela INTER PARTNER ASSISTANCE SA, membro do grupo AXA Assistance, sediado em Avenue Louise 166, 1050 Bruxelas, Bélgica.";
"user_name_hint" = "Nome";
"user_firstname_hint" = "Nome";
"user_surname_hint" = "Apelido";
"user_email_hint" = "E-mail";
"user_email2_hint" = "Confirmar e-mail";
"user_phone_hint" = "Telefone";
"user_address_hint" = "Morada";
"user_address_line1_hint" = "Linha de morada 1";
"user_address_line2_hint" = "Linha de morada 2";
"user_city_hint" = "Cidade";
"user_postcode_hint" = "Código postal";
"user_flight_hint" = "Número do voo (importante)";
"user_country_hint" = "País";
"summary_desk" = "Pagar ao balcão";
"summary_now" = "Pagar agora";
"summary_rental" = "Aluguer de viatura ";
"summary_ground" = "Viagem";
"summary_total" = "Total";
"summary_pickup" = "Levantamento";
"summary_dropoff" = "Devolução";
"summary_lead_driver" = "Detalhes do condutor principal";
"summary_vehicle" = "Resumo do veículo";
"summary_payment" = "Resumo do pagamento";
"summary_damage_refund" = "Seguro de reembolso em caso de danos";
"summary_booking_fee" = "Taxa de reserva";
"payment_text_1" = "Toque em \"Reservar já\" para concluir e aceitar os nossos ${x}.";
"payment_text_2" = "Termos e Condições";
"receipt_email_text" = "Enviámos um e-mail de confirmação para ${x}. Este pode demorar até 15 minutos a chegar. Reveja o seu voucher antes de levantar o seu automóvel.";
"receipt_scroll" = "Deslocar para resumo";
"receipt_success" = "A sua reserva foi bem-sucedida.";
"receipt_summary_car" = "Resumo do automóvel";
"receipt_summary_driver" = "Detalhes do condutor principal";
"receipt_summary_dropoff" = "Devolução";
"receipt_summary_pickup" = "Levantamento";
"receipt_title" = "Parabéns!";
"receipt_your_reference" = "Referência da reserva:";
"general_form_empty" = "Preencha este campo";
"results_empty" = "Sem resultados";
"error_widget_no_cars" = "Veículos não encontrados para esta localização";
"error_payment_general" = "Ocorreu um erro durante o pagamento";
"error_requestor_missing" = "Sem identificação do requerente";
"error_payment_no_internet1" = "Sem ligação à Internet";
"error_payment_no_internet2" = "Para concluir a sua reserva precisa de uma ligação à Internet";
"error_payment_loading1" = "Lamentamos,";
"error_payment_loading2" = "mas não é possível carregar o ecrã de pagamento";
"error_ok" = "OK";
"error_no_booking_ref" = "Sem referência de reserva";
"error_no_insurance_available" = "Sem seguro disponível";
"booking_reference_prefix" = "Referência da reserva";
"title_booking_manager" = "Próximas reservas";
"settings_language_header" = "Idioma";
"interstitial_header" = "A procurar o automóvel perfeito para si";
"interstitial_subheader" = "ao melhor preço";
"mins_placeholder" = "minutos";
"summary_deposit" = "Depósito do aluguer do automóvel";
"confirmation_loading_header" = "Estamos a processar o seu pagamento";
"confirmation_loading_subheader" = "Isto pode demorar até 30 segundos, aguarde";
"address_details_title" = "Detalhes da morada";
"add_extras_title" = "Adicionar extras";
"insurance_upgrade" = "Adicionar seguro";
"insurance_added" = "Adicionado";
"car_rental_total" = "Total do aluguer de automóvel";
"vehicle_features" = "caraterísticas";
"vehicle_features_title" = "Outras caract. do autom.";
"free_cancellation_detail" = "Boas notícias! As alterações e cancelamentos gratuitos estão incluídos na sua reserva.";
"free_cancellation_title" = "Boas notícias!";
"free_cancellation_point1" = "Cancelamento gratuito até 24 horas antes do levantamento";
"free_cancellation_point2" = "Não serão aplicadas taxas ao alterar a sua reserva online, na aplicação ou por telefone.";
"vehicle_mileage_title" = "Limite de quilometragem:";
"vehicle_mileage_618_VCP_X" = "Quilometragem limitada";
"vehicle_mileage_618_VCP_X_desc" = "Está incluída neste preço uma distância de viagem média de ${x} ${y} ${z}. Podem incorrer taxas adicionais relativas a distâncias extra percorridas.";
"vehicle_mileage_609_VCP_X" = "Quilometragem ilimitada";
"vehicle_mileage_609_VCP_X_desc" = "Não existe limite para a distância que pode percorrer com este automóvel";
"vehicle_insurance_title" = "Seguro";
"vehicle_insurance_title_description" = "Cobertura limitada";
"insurance_upgrade_title" = "Melhore a sua cobertura";
"insurance_upgrade_subtitle" = "Seguro de reembolso em caso de danos";
"insurance_more" = "Mais detalhes";
"insurance_per_day" = "por dia";
"insurance_total" = "Total";
"insurance_detail_title" = "Seguro de reembolso em caso de danos";
"insurance_more_details_title1" = "Reduza a sua responsabilidade de ${x} para ${y}";
"insurance_more_details_insurance_main_text" = "A empresa de aluguer de automóveis pode perguntar-lhe se pretende comprar um seguro de franquia ou de depósito para a sua viagem. Este Seguro de reembolso em caso de danos deve cobrir os requisitos de franquia da sua cobertura, por isso consulte os nossos termos e condições antes de adquirir outra apólice de seguro. Se o automóvel for danificado ou roubado, a empresa de aluguer de automóveis reterá a franquia para cobrir as despesas, cujo valor total poderá recuperar posteriormente com o Seguro de reembolso em caso de danos.";
"vehicle_other" = "Outros automóveis";
"insurance_more_details_title2" = "O que está coberto";
"insurance_more_details_point1" = "Reembolso total da franquia em caso de danos e de roubo";
"insurance_more_details_point2" = "Pneus, janelas, espelhos e rodas";
"insurance_more_details_point3" = "Tejadilho, chassi e combustível inadequado";
"insurance_more_details_point4" = "Taxas de administração";
"insurance_more_details_point5" = "Chave do automóvel coberta e bens pessoais";
"insurance_terms_conditions" = "Termos e Condições";
"CTA_add_to_flight" = "Adicionar ao voo";
"CTA_edit" = "Editar";
"payment_name" = "Nome";
"payment_card" = "Número do cartão";
"payment_expiry" = "MM/AA";
"payment_cvc" = "Número CVC";
"payment_summary_pay_nothing_desk" = "Sem pagar ao balcão";
"extras_title" = "Adicionar extras";
"extras_all" = "Ver todos";
"merchandising_business" = "Viagens de negócios";
"merchandising_city_break" = "Escapada urbana";
"merchandising_family_size" = "Familiares";
"merchandising_best_seller" = "Mais popular";
"merchandising_great_value" = "Melhor preço";
"merchandising_quickest_queue" = "Sem esperas";
"merchandising_recommended" = "Recomendados";
"merchandising_upgrade_to" = "Faça um upgrade para";
"merchandising_on_budget" = "Dentro do orçamento";
"merchandising_best_reviewed" = "Melhor classificado";
"payment_free" = "Incluído gratuitamente";
"feature_usb" = "Ligação USB";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Outras caract.";
"feature_german_model" = "Modelo alemão";
"feature_front_demister" = "Desemb. frontal";
"feature_parking_sensors" = "Sens. estacion.";
"feature_fuel_economy" = "Consumo económ.";
"extra_per_rental" = "por aluguer";
"mileage_allowance" = "Quilometragem";
"mileage_unlimited" = "Ilimitada";
"mileage_limited" = "Limitada";
"insurance_basic" = "Seguro:";
"insurance_basic_detail" = "Cobertura limitada";
"CTA_add_vehicle_basket" = "Adicionar ao carrinho";
"all_extras_paid" = "Todos os extras são pagos no levantamento.";
"payment_secure_text" = "100% seguro";
"payment_cardnumber" = "Número do cartão";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Incluído gratuitamente:";
"extras_101.EQP" = "Condutor adicional";
"extras_7" = "Adequada para crianças até 9 meses de idade ou com um peso inferior a 9 quilos/20 libras.";
"extras_9" = "Adequado para crianças com idades a partir dos 4 anos ou com um peso entre 18-45 quilos/40-100 libras.";
"extras_8" = "Adequada para crianças com idades entre os 9 meses e os 4 anos ou com um peso entre 8-18 quilos/20-40 libras.";
"extras_13" = "Sistema de navegação por satélite.";
"extras_3" = "Aumenta o espaço de arrumação do automóvel.";
"extras_34" = "Telemóvel com GPS.";
"extras_4" = "Armazenamento seguro de esquis.";
"extras_10" = "Recomendados para a condução em condições invernais.";
"extras_52" = "Permite-lhe utilizar as vias com portagem eletrónica encontradas nas autoestradas.";
"extras_55" = "Acesso sem fios à Internet para portáteis, smartphones, tablets e outros dispositivos preparados para Wi-Fi.";
"extras_30" = "Este pacote inclui o equipamento obrigatório necessário para conduzir em condições de inverno.";
"extras_14" = "Recomendados para a condução em condições invernais.";
"Message.FreeCancellation.7days" = "Cancelamento gratuito até 7 dias após a data de realização da reserva! ";
"extras_102.EQP" = "Sistema de navegação por satélite.";
"overall_rating" = "Avaliação";
"payment_invalid_card_number" = "Número inválido";
"payment_invalid_expiry_date" = "Data inválida";
"payment_invalid_cvc_number" = "Tem de ter 3 ou 4 dígitos";
"search_title" = "Procurar";
"search_compare_deals" = "Compare e encontre as <b>melhores ofertas</b> de aluguer de automóveis";
"whats_your_pickup_location" = "Qual é o seu local de levantamento?";
"whats_your_dropoff_location" = "Qual é o seu local de devolução?";
"view_your_next_trip" = "Veja a sua próxima viagem!";
"book_another_car" = "ou reserve outro automóvel";
"why_book_with_us" = "Porquê reservar connosco?";
"free_cancellation_and_amendments" = "Alterações e cancelamentos gratuitos";
"free_cancellation_amendments_detail" = "Cancelamento gratuito até 24 horas antes do levantamento. Sem taxas administrativas ao alterar a sua reserva.";
"phone_support" = "Apoio por telefone disponível 24 horas por dia, 7 dias por semana";
"phone_support_detail" = "A nossa equipa está disponível para ajudá-lo 24 horas por dia, 7 dias por semana";
"airports_city_locations" = "30 000 locais na cidade e aeroportos";
"airports_city_locations_detail" = "Compare 1700 fornecedores, escolha e poupe!";
"no_hidden_costs" = "Sem custos adicionais";
"no_hidden_costs_detail" = "Explicaremos eventuais custos adicionais antes de reservar o seu aluguer de automóveis. Pretende obter mais detalhes sobre o que está incluído? Consulte os termos e condições de qualquer automóvel.";
"damage_theft_protection" = "Proteção contra danos e furto";
"damage_theft_protection_detail" = "Os nossos alugueres incluem dispensa de indemnização por colisão e proteção contra furto.";
"vehicles" = "veículos";
"apply" = "Aplicar";
"select_all" = "Selecionar tudo";
"perfect_car" = "Estamos a procurar o carro perfeito para si";
"free_cancellation" = "Gratuito";
"cancellation_amendments" = "cancelamentos e alterações";
"included_important" = "Importante";
"customer_ratings" = "Com base em %@ classificações de clientes";
"more_features" = "Mais funcionalidades";
"continue_to_payment" = "Continuar para o pagamento";
"car_rental" = "Aluguer de automóveis";
"toast_extras" = "O montante total inclui extras, mas só pagará os mesmos quando for levantar o automóvel.";
"booking_delay" = "Isto pode demorar até 30 segundos";
"booking_please_sit_tight" = "Aguarde";
"booking_secure_payment" = "Pagamento seguro";
"booking_pay" = "Pagar";
"booking_manage_your_booking" = "Gerir reserva";
"booking_card_title" = "Viagem para";
"booking_button_title" = "VER RESERVA";
"booking_list_title" = "Pretende ver a sua próxima viagem?";
"payment_title_header" = "Revisão";
"payment_pay_at_pickup_title" = "Pagamento no levantamento";
"payment_pay_at_desk_title" = "A pagar no balcão";
"summary_extras_cell_title" = "Pagará os seguintes itens no levantamento na moeda local:";
"summary_car_hire_title" = "Taxa do aluguer de automóveis";
"booking_summary_title" = "Referência da reserva";
"payment_summary_title" = "Resumo do preço";
"user_phone_prefix_hint" = "Prefixo";
"car_rental_subscribe" = "Sim, pretendo receber ofertas exclusivas por e-mail. Cancele a subscrição a qualquer momento.";
"secure_payment_header" = "Pagamento seguro";
"secure_payment_text" = "Todas as transações de pagamento têm uma encriptação SSL de 128 bits";
"payment_conditions_1" = "Clique em \"Pagar\" para concluir a sua reserva e aceitar ${x} e ${y}";
"payment_conditions_2" = "Condições de aluguer";
"splash_navigation_title" = "Aluguer de automóveis";
"summary_pay_total" = "Pagar %@";
"deselect_all" = "Anular todas as selecções";
"free_cancellation_and_amendments_banner" = "Alterações e cancelamentos <b>gratuitos</b>";
"settings_currency_updated" = "Moeda atualizada";
"booking_not_included" = "Não incluído";
"vehicle_type_convertible" = "Descapotável";
"loyalty_scheme_title" = "Prémios WestJet";
"loyalty_scheme_label" = "ID do Prémios WestJet";
"loyalty_scheme_intro" = "Os membros do programa de fidelização Prémios WestJet recuperam 1% em dólares WestJet. Os dólares WestJet são atribuídos com base no custo das taxas e pré-taxas do seu aluguer.";
"loyalty_scheme_notes" = "Os dólares WestJet só podem ser acumulados pelo condutor principal.  Forneça o ID do Prémios WestJet do condutor principal.";
"loyalty_scheme_confirm" = "Este membro será o condutor principal do aluguer de automóveis e ganhará dólares WestJet com o custo do aluguer antes de impostos, taxas e sobretaxas.";
"Free.LimitedDamageProtection" = "Proteção contra danos limitada";
"Free.LimitedTheftProtection" = "Proteção contra furto limitada";
"Insurance.Excess.Liability" = "Franquia da responsabilidade até ${x}";
"Insurance.Basic.Cover.Incl" = "Cobertura limitada (incluída):";
"Insurance.Insurance.Explained" = "Discriminação do seguro";
"Basic.Intro" = "A Cobertura limitada do fornecedor abrange o seguro contra terceiros. Também terá direito a uma proteção contra danos e furto limitada. Embora a cobertura abranja a maioria dos custos, o cliente será responsável por uma franquia de até 3000 €. Ao levantar o seu automóvel, terá de pagar uma caução com o seu cartão de crédito. Se o seu automóvel for danificado ou roubado, o fornecedor irá reter a sua caução para cobrir os custos.";
"Insurance.Premium.Cover" = "Cobertura Premium:";
"Premium.Intro" = "Com a Cobertura premium, pode usufruir das vantagens da Cobertura limitada do fornecedor (incluindo a cobertura do seguro contra terceiros) e da proteção da sua caução. Se o automóvel for danificado ou roubado, a empresa de aluguer de automóveis irá reter a franquia para cobrir os custos, cujo valor poderá recuperar sujeito aos limites máximos, conforme apresentado na Tabela de vantagens da apólice (ver ligações abaixo). Ser-lhe-ão enviados os detalhes sobre como efetuar um pedido de reembolso juntamente com o seu e-mail de confirmação.";
"Premium.Tyres.Benefit" = "A cobertura também abrange a substituição de pneus furados e danos nos espelhos e nas rodas.";
"Premium.Key.Benefit" = "Também cobre a substituição de chaves e bens pessoais, caso estes tenham sido roubados do seu automóvel.";
"Premium_TC" = "Termos e condições premium";
"Insurance.Got.It" = "Compreendi!";
"Damage.Protection" = "Proteção contra danos";
"Free.TheftProtection" = "Proteção contra furto";
"Insurance.Checklist.ExcessRefund" = "Reembolso de qualquer franquia paga";
"AddPremium" = "Adicionar Cobertura Premium";
"NoThanks" = "Não, obrigado";
"Daily_price_Per_day" = "/dia";
"Insurance.Info.Subtitle1" = "Levantamento do seu automóvel";
"Insurance.Info.Subtitle2" = "Devolução do seu automóvel";
"Insurance.Info.Text.2" = "A empresa de aluguer de automóveis pode perguntar-lhe se pretende comprar um seguro de franquia ao balcão. Não deverá precisar deste seguro se adicionar o nosso Seguro de reembolso em caso de danos, pois estará coberto pelo mesmo.";
"Insurance.Info.Text.3" = "O valor do depósito será colocado no seu cartão de crédito de forma a cobrir a franquia em caso de danos ou roubo.";
"Insurance.Info.Text.4" = "Se o automóvel não for danificado nem roubado, o valor da franquia ou depósito retido no seu cartão de crédito será reembolsado na totalidade.";
"Insurance.Info.Text.5" = "Se o automóvel for danificado ou roubado, o fornecedor de aluguer de automóveis reterá a franquia para cobrir as despesas, cujo valor total poderá recuperar posteriormente. Ser-lhe-ão enviados os detalhes sobre como efetuar um pedido de reembolso juntamente com o seu e-mail de confirmação.";
"Insurance.Info.Text.6" = "Certifique-se de que leva consigo um cartão de crédito em nome do condutor, com um limite de crédito suficiente para cobrir a franquia/depósito e contacte-nos se tiver algum problema quando chegar ao balcão do fornecedor de aluguer de automóveis.";
"Insurance.Info.Text.7" = "Consulte os Termos e Condições para obter mais detalhes.";
"X.PerDay" = "${x} por dia";
"Insurance.Prompt.CoverPrice" = "Preço total: ${x}";
"car.insurance" = "Seguro automóvel";
"AddStandard" = "Adicionar Cobertura Premium";
"CTA.Insurance.Added" = "Com Cobertura Premium";
"CTA.Insurance.Not.Added" = "Com Cobertura limitada";
"Standardadded" = "Cobertura Premium adicionada";
"PayAtPickupReminder" = "Não se esqueça: pagará os restantes ${x} no levantamento, na moeda local.";
"Insurance.Limited.Cover.Incl" = "Cobertura limitada (incluída)";
"Recent.Searches" = "Pesquisas recentes";
"AddCar" = "Adicionar";
"Total" = "Total:";
"Limited.Offer" = "Oferta por tempo limitado";
"PercentageOff" = "${x} de desconto";
"Free.ThirdPartyLiability" = "Seguro contra terceiros";
"Insurance.Checklist.Item2" = "Opony, okna, lusterka i koła";
"Insurance.Checklist.Item5" = "Chave do automóvel coberta e bens pessoais";
"Chubb.Content.1" = "A Dispensa de indemnização por colisão e a Proteção contra furto incluídas neste aluguer não o cobrem na totalidade em caso de danos ou furto. Ainda é responsável pelo pagamento de uma franquia se o automóvel for danificado, roubado ou se perder as chaves.";
"Chubb.Content.2" = "Sim, pretendo ter cobertura contra eventuais pagamentos de franquia por apenas ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Se pretender que o seguro cubra eventuais pagamentos de franquia, certifique-se de que seleciona a caixa acima.";
"Chubb.Content.4" = "Melhor preço";
"Chubb.Content.5" = "Reembolso de pagamentos de franquia incorridos de até 50 000 ZAR por apenas ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Melhor proteção";
"Chubb.Content.7" = "Receba um reembolso de até 50 000 ZAR caso tenha de pagar uma franquia.";
"Chubb.Content.8" = "E muito mais";
"Chubb.Content.9" = "Estão incluídos neste seguro um Benefício de Acidentes Pessoais de até ZAR 50,000 no caso de morte ou invalidez e uma Cobertura de Roubo de Bens Pessoais de até ZAR 15,000.";
"Chubb.Content.10" = "Como funciona este seguro durante e após o aluguer?";
"Chubb.Content.11" = "Como funciona este seguro durante e após o aluguer?";
"Chubb.Content.12" = "Levantamento do seu automóvel";
"Chubb.Content.13" = "A empresa de aluguer de automóveis pode perguntar-lhe se pretende comprar um seguro de franquia ao balcão. Não deverá precisar deste seguro se adicionar o nosso Seguro de reembolso em caso de danos, pois estará coberto pelo mesmo. O valor do depósito será colocado no seu cartão de crédito de forma a cobrir a franquia em caso de danos ou roubo.";
"Chubb.Content.14" = "Certifique-se de que leva consigo um cartão de crédito em nome do condutor, com um limite de crédito suficiente para cobrir a franquia/depósito e contacte-nos se tiver algum problema quando chegar ao balcão do fornecedor de aluguer de automóveis.";
"Chubb.Content.15" = "Devolução do seu automóvel";
"Chubb.Content16" = "Se o automóvel for danificado ou roubado, a empresa de aluguer de automóveis reterá a franquia para cobrir as despesas, cujo valor total poderá recuperar posteriormente. Ser-lhe-ão enviados os detalhes sobre como efetuar um pedido de reembolso juntamente com o seu e-mail de confirmação. Se o automóvel não for danificado nem roubado, o valor da franquia ou depósito retido no seu cartão de crédito será reembolsado na totalidade.";
"Chubb.Content.17" = "Consulte os Termos e Condições para obter mais detalhes.";
"National.ID" = "Número do documento de identificação nacional";
"Origin.Province" = "Selecione a sua região";
"Allianz.Content.1" = "As vantagens do seguro nesta apólice incluem";
"Allianz.Content.2" = "Perda ou danos físicos do automóvel alugado que ocorram enquanto o conduz ou o deixa sem supervisão durante o período de aluguer";
"Allianz.Content.3" = "Outras perdas ou danos do automóvel alugado resultantes de outras causas, exceto colisão (por exemplo: incêndio, tempestade, vandalismo)";
"Allianz.Content.4" = "Roubo do automóvel alugado ou de qualquer uma das suas peças ou acessórios";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Taxas de reboque do automóvel alugado para as instalações mais próximas.";
"origin.State" = "Selecione o seu estado";
"Orient.legal" = "Esta apólice é subscrita pela Orient Sigorta A.S. (número de registo T14113-CEM09) e distribuída pela respetiva agência autorizada, Hepstar. Ao selecionar este produto, confirma o seu consentimento para a utilização dos dados pessoais submetidos, processados, gravados, armazenados, classificados, atualizados e distribuídos às partes necessárias, bem como armazenados no estrangeiro de acordo com a Lei Turca número 6698 e com a legislação relacionada.";
"Insurance.Upgrade.Cover" = "Melhore a sua cobertura";
"Car.Excess.Cover.AU" = "Seguro de franquia de aluguer de automóveis";
"Insurance.Checklist.Item1" = "Reembolso da franquia em caso de danos e de roubo";
"Add" = "Adicionar";
"Car.Excess.Cover.Text.AU" = "Normalmente, quando levanta o automóvel, o fornecedor retém um depósito no seu cartão de crédito relativo ao valor da sua franquia, que pode ter de pagar se o automóvel for danificado ou roubado";
"Car.Excess.Cover.CTA.Promo" = "Se pretender cobrir a responsabilidade da franquia do automóvel alugado (até ${x}), basta selecionar a caixa abaixo";
"Insurance.Prompt.Content.CTA" = "Sim, quero adquirir o Seguro de franquia de aluguer de automóveis";
"Car.Excess.Cover.Agree.Statement" = "Ao selecionar a caixa acima, concordo em receber ${x} e ${y} através destas ligações, garanto que os li e compreendi e concordo que as minhas informações pessoais sejam recolhidas, utilizadas e divulgadas conforme previsto na ${z} da Allianz Global Assistance.";
"Insurance.Prompt.Agree.Links" = "Declaração de divulgação do produto (PDS - Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "Guia de serviços financeiros";
"Insurance.Prompt.ContentUS2" = "Proteja-se com o Seguro Protetor do Automóvel de Aluguer da Allianz por apenas ${x} por dia.";
"Insurance.Prompt.TCs" = "Poderão aplicar-se exclusões, condições e limitações. Consulte os ${x}";
"CarTermsAndConditions" = "Termos e Condições";
"Car.Excess.Cover.CTA.AU" = "Sim, pretendo adquirir o Seguro de franquia de aluguer de automóveis por ${x}";
"Add.Cover" = "Adicionar cobertura";
"Insurance.Prompt.SelectCA" = "Em que localidade foi emitida a sua carta de condução?";
"Insurance.Prompt.CTA.Insure.US" = "Sim, pretendo adquirir o Seguro Protetor de Aluguer do Automóvel";
"AddInsurance" = "Adicionar seguro";
"Chubb.Content.18" = "Este produto está disponível apenas para pessoas entre os 21 e os 80 anos. A apólice é subscrita pela Chubb Insurance South Africa Limited e administrada pela Hepstar Financial Services, prestadores de serviços financeiros autorizados. Os termos e condições da apólice são aplicados. Esta apólice é fornecida sem qualquer aconselhamento e o seguro é adotado com base nas informações factuais disponibilizadas pela seguradora.";
"Car.Excess.Cover.TC.AU" = "Este seguro é subscrito pela Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 e foi emitido e gerido pela AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631, operando com a marca Allianz Global Assistance. A Et Ausco Limited ARBN 612 412 094, operando com a marca CarTrawler, providencia o seguro enquanto agente da Allianz Global Assistance. Poderão aplicar-se termos, condições, limitações e exclusões. Qualquer aconselhamento acerca deste Seguro será fornecido pela Allianz Global Assistance serve apenas como aconselhamento geral e não se baseia em quaisquer considerações dos seus objetivos, da sua situação financeira ou das suas necessidades. Antes de tomar uma decisão, considere a ${x}. Se adquirir uma apólice da Allianz Global Assistance, a CarTrawler e a entidade que lhe referiu este site recebem uma comissão que representa uma percentagem do seu prémio.";
"Orient.Content.1" = "Receba um reembolso de até 7000 TRY caso tenha de pagar uma franquia.";
"Orient.Content.2" = "Reembolso de pagamentos de franquia incorridos de até 7000 TRY por apenas ${x} (${y} = ${z}).";
"Orient.Content.3" = "Estão incluídos neste seguro um Benefício de acidentes pessoais de até 100 000 TRY no caso de morte ou invalidez e uma Cobertura de roubo de bens pessoais de até 7000 TRY!";
"Orient.Content.4" = "Cobertura quanto a pagamentos de franquia inesperados.";
"Orient.Content.5" = "Estão incluídos neste seguro um Benefício de acidentes pessoais de até 100 000 TRY no caso de morte e invalidez e uma Cobertura de roubo de bens pessoais de até 7000 TRY.";
"Insurance.Prompt.Agree.Links3" = "Declaração de Privacidade";
"Allianz.Content.7" = "Pretendo adquirir o Seguro protetor do automóvel de aluguer e li os ${x}";
"Allianz.Content.8" = "As tarifas indicadas do seguro não incluem impostos. Serão cobrados impostos conforme aplicável na sua região e estes aparecerão discriminados na Confirmação do Seguro.";
"filter_pickup" = "Local de levantamento";
"vehicle_seat" = "Lugar";
"vehicle_seats" = "Lugares";
"age_range_error_text" = "Introduza uma idade do condutor válida (18 ou mais)";
"invalid_search_parameters" = "Ocorreu um erro com os parâmetros da pesquisa";
"insurance" = "Seguro:";
"supplier_average" = "Médio";
"TRANSFERS.Cheapest.Airport.Destination" = "TRANSFERS: o meio de transporte mais económico para ir do aeroporto ao seu destino";
"GT.Private.Transfer" = "Transfer privado";
"Transfer.Service.Class.Regular" = "Standard";
"Business" = "Comercial";
"Business.Minivan" = "Minivan comercial";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Monovolume";
"Max.Passengers" = "Até ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Acesso Wi-Fi";
"Free.Cancellation.Mobile" = "Cancelamento gratuito";
"Filter.Supplier" = "Fornecedor";
"Review.destination.address" = "Reveja o endereço do seu destino";
"Book.Now.Modify.Destination" = "Pode reservar agora e modificar o seu destino até 24 horas antes da partida. O preço pode mudar consoante o destino.";
"One.Hyphen.Way.Transfer" = "Transfer só de ida";
"Special.requests.optional" = "<strong>Pedidos especiais</strong> (opcional)";
"Additional.Info.Text" = "Existem informações adicionais de que o condutor deverá ter conhecimento, como requisitos especiais, cadeiras de criança e o tipo de bagagem?";
"Special.Request" = "Introduza qualquer pedido especial";
"You.also.get" = "<strong>Também obtém:</strong>";
"Certified.Driver" = "Condutor certificado";
"No.taxes.tolls.gratuity" = "Sem impostos, portagens e gratificação";
"FREE.wait" = "Tempo de espera GRATUITO";
"TransferConditions" = "Condições do transfer";
"IHaveReadTermsConditions.link2" = "Termos e Condições de reservas";
"Privacy.Policy" = "Política de Privacidade";
"Confirm" = "Confirmar";
"Total.Transfer.Cost" = "Custo total do transfer";
"OtherFee" = "Outras taxas";
"YoungDriverFee" = "Taxa de condutor jovem";
"Price.Updated" = "O preço foi atualizado.";
"Address.Prompt.Field" = "Introduza um hotel, aeroporto, morada ou local de interesse";
"Price.No.Change" = "O preço não foi alterado.";
"PrivateTransfer.Added" = "O seu transfer privado foi adicionado";
"Results.Found" = "${X} resultados encontrados";
"Ticket.Oneway" = "Trajeto único";
"From.To" = "De ${X} a ${Y}";
"Destination.confirmed" = "Destino confirmado";
"No.Avail.Search.Error" = "Sem disponibilidade nesta zona. Tente outro local.";
"To" = "Para";
"a_TO_b" = "para";
"EditSearch" = "Editar pesquisa";
"Where.Drop.Off" = "Onde é que o podemos deixar?";
"Where.Pick.Up" = "Onde é que o podemos recolher?";
"GT.Passengers" = "Passageiros";
"Total.Passengers" = "${x} passageiros";
"GT.S1.PickupDate" = "Data de levantamento";
"GT.S1.OnePassenger" = "${x} passageiro";
"Additional.Info.Text2" = "Determinados serviços ou equipamentos, como cadeiras para crianças, poderão ter um custo extra associado. Será contactado antes de serem aplicadas estas taxas à sua reserva.";
"GT_USP_SHORT_waiting" = "Quando chegar, estaremos à sua espera";
"Details" = "Detalhes";
"Validation.Looks.Good" = "Está correto!";
"insurance.hepstar.tr.nationalIDError" = "Introduza um número de identificação válido";
"IPID_LINK_TEXT" = "Consulte o documento de Informações sobre Seguros de Produtos antes de tomar uma decisão";
"Free.Cancellation.All.Cars" = "Cancelamento gratuito em todos os automóveis";
"SelectedCar" = "Automóvel selecionado";
"Insurance.IPID.App" = "Ao adicionar a cobertura Premium, confirmo que li o ${x} e que, com base nessas informações, esta apólice se adequa às minhas necessidades.";
"Insurance.IPID.Document" = "documento IPID";
"Insurance.Explained" = "Explicação da franquia";
"InsuranceExplained.TextUpdate" = "Este produto corresponde às exigências e necessidades dos utilizadores que pretendam a cobertura da respetiva responsabilidade de pagar os custos cobrados pela empresa de aluguer de automóveis, até ${x}, em caso de danos ou perda do veículo durante o período do aluguer.";
"ImportantInformation" = "Informações importantes";
"CTA.PayAcceptTermsGDPR" = "Clique em \"Pagar\" para concluir a sua reserva e aceitar os ${x}, os ${y} e a nossa ${z}.";
"Residency.PopUp" = "A alteração do país/região de residência pode influenciar o preço e a disponibilidade do automóvel selecionado. Será redirecionado para a página Resultados, onde a sua pesquisa será atualizada.";
"Country.Region" = "País/Região";
"SearchDatesIncorrect.Error" = "As datas estão incorrectas";
"AgeFieldYoung.Error" = "Introduza uma idade entre os 18 e os 24 anos";
"DriverFullName.Empty.Error" = "Preencha o nome e o apelido do condutor.";
"DriverEmail.Empty.Error" = "Preencha o endereço de e-mail.";
"Phone.Empty.Error" = "Preencha o número de telefone.";
"Address.Empty.Error" = "Preencha a morada.";
"City.Empty.Error" = "Preencha a cidade.";
"OpeningHours" = "Horário de abertura";
"AgeFieldElder.Error" = "Introduza uma idade superior a 71 anos";
"DistancePickupX" = "Distância do local de levantamento: ${x}";
"Distance.Tooltip" = "O balcão do fornecedor de aluguer de automóveis está localizado em: ${x}.  Situa-se a ${y} de ${z}";
"FlightNumber.Empty.Error" = "O número do voo é obrigatório";
"NameOnCard" = "Nome no cartão";
"EmailAddress" = "Endereço de e-mail";
"title_search_results" = "Resultados de pesquisa";
"title_interstitial" = "A procurar…";
"Availability.Mobile1" = "Não conseguimos encontrar resultados que correspondam aos seus critérios. Altere a sua pesquisa e tente novamente.";
"Availability.Text2" = "Inserir horas de levantamento e de devolução alternativas";
"Availability.Text3" = "Inserir datas alternativas";
"LocationType.Airport" = "Aeroporto";
"DriverDetails" = "Detalhes do condutor";
"search_country" = "Procurar";
"wcag.information" = "Informações adicionais";
"filter_clearall" = "Limpar tudo";
"filter_clear" = "Limpar";
"Size.Small" = "Pequeno";
"Size.Medium" = "Médio";
"Size.Large" = "Grande";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Familiar grande";
"Size.Luxury" = "Luxo";
"Size.Premium" = "Premium";
"simple_connection_error" = "Ocorreu um problema ao processar o seu pedido. Tente novamente";
"Residency.PopUp.Title" = "Mudança de país/região?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Introduza o mês e ano de validade do cartão";
"DriverFirstName.Empty.Error" = "Introduza o nome próprio do condutor";
"DriverLastName.Empty.Error" = "Introduza o apelido do condutor";
"FlightNumberOptional" = "Número do voo (opcional)";
"results_car_empty" = "Sem resultados de automóveis";
"Availability.Text5" = "Experimente remover os filtros";
"wcag.basket" = "Carrinho de pagamento";
"wcag.addExtra" = "Adicionar extra";
"wcag.removeExtra" = "Remover extra";
"results_driver_age" = "Idade do condutor: ${x}";
"filter_showxcars" = "Mostrar ${x} automóveis";
"payment_premium_cover" = "Cobertura Premium";
"wcag.back" = "Anterior";
"Filter.CarSize.Show.All" = "Mostrar mais tamanhos";
"Filter.CarSize.Show.Less" = "Mostrar menos tamanhos";
"CardholderName.Empty.Error" = "Preencha o nome do titular do cartão.";
"CardSecurityCode.Empty.Error" = "Preencha o código de segurança aqui.";
"CardNumber.Payment.Empty.Error" = "Preencha o número do cartão.";
"Cardexpiry.Empty.Error" = "Preencha a data de validade do cartão.";
"SpecialOffer.GuaranteedNewCar" = "Automóvel novo garantido";
"SpecialOffer.FreeDriver" = "Condutor adicional gratuito";
"SpecialOffer.GuaranteedCarModel" = "Modelo de automóvel garantido";
"Carblock.People" = "${x} pessoas";
"cancellation_banner" = "Cancelamento gratuito em todos os automóveis até 48 horas antes do levantamento";
"Carblock.PricePerDay" = "${x}/dia";
"Carblock.Total" = "${x} no total";
"CarPriceInclude" = "Inclui ${x} (${y})";
"CarPriceInclude.Free" = "Gratuito";
"Insurance.Modal.Accept" = "Aceitar";
"Insurance.Modal.AcceptText" = "Antes de continuar, tem de aceitar os Termos e Condições do Seguro";
"Insurance.Modal.ViewTerms" = "Ver os Termos e Condições";
"Preferred.Supplier.Footer.Default" = "Ofertas exclusivas";
"Preferred.Supplier.Header.Default" = "Recomendados";
"Booking.Summary.Payment.Paid" = "Pago";
"Booking.Summary.Payment.Pickup" = "Pagamento no levantamento";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Tenha em atenção que pode receber a documentação da apólice através de e-mail e/ou correio. Ao clicar em \"${x}\" e fornecer o seu endereço de e-mail, os seus documentos serão enviados através de e-mail. Caso pretenda receber os documentos do seguro por correio, envie um e-mail para carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Introduza uma idade superior a ${x}";
"DriverAgeYoung.Error" = "Introduza uma idade entre os ${x} e os ${y} anos";
"Extras.Show.List" = "Mostrar lista";
"Extras.Subheader" = "A disponibilidade destes extras não é sempre garantida e os preços estão sujeitos a alterações, se o pagamento for efetuado ao balcão.";
"Extras.Included" = "Incluído";
"Extras.X.Free" = "${x} sem custos";
"Payment.Summary.Free" = "${x} gratuito";
"error_connection_text" = "Certifique-se de que o seu dispositivo está ligado a uma rede móvel ou Wi-Fi e tente novamente.";
"error_connection_cta" = "Tentar novamente";
"error_dismiss" = "Ignorar";
"Upsell_Title" = "Boas notícias!";
"Upsell_Body" = "Tem uma série de opções de seguro à escolha para o automóvel selecionado.";
"CTA_Not_Now" = "Agora não";
"Limited_Cover_Title" = "Cobertura limitada";
"Limited_Insurance_Checklist_Item1" = "Responsabilidade de franquia no valor de ${x} (não reembolsável)";
"Limited_Insurance_Checklist_Item3" = "Proteção contra furto e danos limitada";
"Premium_Insurance_Details" = "Seguro de reembolso em caso de danos fornecido pela AXA.";
"Premium_Insurance_Checklist_Item1" = "Proteção de franquia até ${x} (reembolsável)";
"Premium_Insurance_Checklist_Item2" = "Caução de ${x} paga ao balcão";
"Premium_Insurance_Checklist_Item3" = "Reembolso da franquia em caso de danos e de roubo";
"ZeroExcess_Title" = "Pacote de franquia zero";
"ZeroExcess_Insurance_Details" = "Seguro com franquia zero e caução reduzida.";
"ZeroExcess_Checklist_Item1" = "Franquia de ${x}";
"ZeroExcess_Checklist_Item2" = "Proteção contra furto e danos";
"ZeroExcess_CC_Required" = "Não é necessário um cartão de crédito";
"Insurance_Checklist_Third_Party" = "Proteção contra terceiros";
"Insurance_Checklist_Desk_Deposit" = "Caução de ${x} paga ao balcão";
"Insurance_More_Info" = "Mais informações";
"CTA_Show_Me" = "Mostrar-me";
"SpecialOffer.ZeroExcessAvailable" = "Pacote de franquia zero disponível";
"Limited_Insurance_Included" = "Incluída na sua taxa de aluguer de automóvel.";
"Premium_Insurance_Checklist_Item4" = "Janelas, tejadilho, chassi e pneus";
"Premium_Insurance_Checklist_Item5" = "Chave do automóvel coberta e bens pessoais";
"CTA_Add_Continue" = "Adicionar e continuar";
"ZeroExcess_Terms_1" = "Com o pacote de Franquia zero, obtém as vantagens da Cobertura limitada do fornecedor (incluindo a cobertura do seguro contra terceiros), uma franquia de ${x} e uma caução muito reduzida. Se o seu automóvel for danificado ou roubado, a empresa de aluguer de automóveis não lhe irá cobrar qualquer valor.";
"ZeroExcess_Terms_2" = "Os danos ou perda de pneus, para-brisas, vidros e chassis podem não estar abrangidos. Informe-se junto do agente de aluguer no balcão.";
"LimitedCover_Info" = "A Cobertura limitada do fornecedor abrange o seguro contra terceiros. Também poderá ter direito a uma proteção contra danos e furto limitada. Embora a cobertura abranja a maioria dos custos, o cliente será responsável por uma franquia de até ${x}. Ao levantar o seu automóvel, terá de pagar uma caução com o seu cartão de crédito. Se o automóvel for danificado ou roubado, os fornecedores irão reter a sua caução para cobrir os custos.";
"Swiss_Premium_Insurance_Details" = "O seguro de proteção é subscrito pela TSM Insurance. Todos os pedidos são geridos pela AXA Assistance.";
"FlightNumber_Error" = "Verifique o número do seu voo.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Este não é um número de fidelidade reconhecido";
"Priority_Messaging_Native_Results" = "Desfrute da flexibilidade e das medidas de limpeza melhoradas.";
"Priority_Messaging_Native_Details" = "O cancelamento gratuito está disponível até ${x} horas antes do levantamento.";
"Priority_Messaging_Native_Payment" = "Mantenha-se flexível com cancelamento gratuito até ${x} horas antes do levantamento.";
"car_features" = "Caraterísticas do automóvel";
"vehicle_fuel_hybrid" = "Híbrido";
"vehicle_fuel_electric" = "Elétrico";
"rental_info_details" = "Mais detalhes";
"vehicle_fuel_policy_type_FREETANK" = "Depósito gratuito";
"vehicle_fuel_policy_desc_FREETANK" = "O seu automóvel é entregue com um depósito de combustível cheio gratuito. Pode utilizar o combustível que pretender e não necessita de reabastecer o depósito antes de devolver o automóvel.";
"vehicle_fuel_policy_type_SAMESAME" = "Devolução com a mesma quantidade de combustível";
"vehicle_fuel_policy_desc_SAMESAME" = "O seu automóvel ser-lhe-á entregue com combustível. Verifique o nível de combustível antes de conduzir. Terá de devolver o automóvel com o mesmo nível de combustível.";
"Filter_PriceRange" = "Intervalo de preços";
"Filter_AverageCarPrice" = "A média de preços do automóvel é de ${x}";
"PickupType_CarDriver" = "Serviço de Chauffeur";
"PickupType_CarDriver_Info" = "O seu motorista encontrar-se-á consigo nas chegadas do terminal do aeroporto.";
"PickupType_MeetNGreet" = "Receção /acolhimento";
"PickupType_MeetNGreet_Info" = "Um representante do fornecedor de aluguer de automóveis irá esperar por si no terminal de aeroporto e encaminhá-lo para o balcão de aluguer.";
"PickupType_Terminal" = "No terminal";
"PickupType_Terminal_Tooltip" = "Esta é a opção de levantamento mais prática. O balcão de aluguer encontra-se localizado dentro do terminal de aeroporto.";
"PickupType_ShuttleBus_Terminal" = "Serviço shuttle bus gratuito";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Um shuttle bus gratuito irá transportá-lo desde o terminal de aeroporto até ao balcão de aluguer.";
"PickupType_ShuttleBus_Counter" = "Serviço shuttle bus gratuito";
"PickupType_ShuttleBus_Counter_Tooltip" = "Um shuttle bus gratuito irá transportá-lo desde o terminal de aeroporto até ao balcão de aluguer.";
"PickupType_HoppaShuttleBus" = "Shuttle Bus";
"PickupType_HoppaShuttleBus_Info" = "Será transportado por um shuttle bus até ao balcão de aluguer, próximo do terminal de aeroporto. Poderá ser cobrada uma pequena taxa por este serviço que deve ser paga ao condutor.";
"PickupType_OnAirport_Terminal" = "No aeroporto";
"PickupType_OnAirport_Terminal_Info" = "O balcão de aluguer encontra-se convenientemente localizado na zona do aeroporto.";
"PickupType_OnAirport" = "No aeroporto";
"PickupType_OnAirport_Info" = "O balcão de aluguer encontra-se convenientemente localizado na zona do aeroporto.";
"PickupType_Rail" = "Ligação ferroviária necessária";
"PickupType_Rail_Info" = "É necessária uma viagem de ligação ferroviária do terminal de aeroporto para a localização do fornecedor";
"vehicle_fuel_lpg" = "GPL";
"vehicle_fuel_hydrogen" = "Hidrogénio";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Multicombustível";
"sale_search_banner_title" = "Promoção ativa!";
"sale_search_banner_description" = "Até ${x} de desconto. A promoção termina a ${y}.";
"sale_landing_banner_title" = "Promoção ativa!";
"sale_landing_banner_description" = "Até ${x} de desconto. A promoção termina a ${y}.";
"landing_page_1_title" = "Reservas flexíveis";
"landing_page_3_title" = "Apoio ao cliente 24 h";
"landing_page_4_title" = "Sem taxas adicionais";
"landing_page_4_desc" = "Explicaremos eventuais custos adicionais antes de reservar o seu aluguer de automóveis";
"landing_page_1_desc" = "Reserve um automóvel com cancelamento gratuito até 48 horas antes do levantamento";
"landing_page_2_title" = "Automóveis desinfetados";
"landing_page_2_desc" = "Esteja em segurança e confiante durante a viagem com as medidas de limpeza melhoradas";
"landing_page_3_desc" = "A nossa equipa está aqui para o ajudar com quaisquer questões relacionadas com a sua reserva";
"landing_page_title" = "Compare oportunidades de aluguer de automóveis entre mais de 1700 fornecedores em todo o mundo";
"landing_page_search" = "Para onde vai?";
"sale_discount_payment" = "Desconto (-${x})";
"sales_TCs" = "Termos e Condições";
"recent_search_delete" = "Eliminar";
"Pickup.Error" = "Introduza o seu local de levantamento.";
"Return.Error" = "Introduza o seu local de devolução.";
"HA_landing_page_title" = "Alugue um automóvel com confiança. Procure. Compare. Poupe.";
"Argus_landing_page_title" = "Os preços mais baixos ou devolvemos-lhe a diferença. É simples.";
"Premium_Insurance_title" = "Seguro de reembolso em caso de danos fornecido pela ${x}.";
"Insurance.Checklist.Item1.2" = "Reembolso da franquia em caso de roubo";
"ZeroExcess_Checklist_Item2_1" = "Proteção contra danos";
"ZeroExcess_Checklist_Item2_2" = "Proteção contra furto";
"Insurance.Checklist.Item1.1" = "Reembolso da franquia em caso de danos";
"Disclaimer.Quebec" = "A cobertura não está disponível para residentes do Quebeque";
"Select.Province" = "Selecionar província";
"Province.Residency" = "Região de residência";
"state.CA.BC" = "Colúmbia Britânica";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Ilha do Príncipe Eduardo";
"state.CA.ON" = "Ontário";
"state.CA.NT" = "Territórios do Noroeste";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Escócia";
"state.CA.NL" = "Terra Nova e Labrador";
"state.CA.NB" = "Nova Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Seguro de reembolso de cobertura de danos próprios fornecido pela AWN.";
"no_cover_title" = "Sem cobertura";
"no_cover_item1" = "${x} de responsabilidade por danos e roubo";
"no_cover_item3" = "Sem proteção contra furto e danos";
"no_cover_item2" = "${x} de caução ao balcão";
"no_cover_item4" = "Sem proteção contra terceiros";
"no_cover_cta" = "Continuar sem cobertura";
"Insurance.Cover" = "Cobertura do seguro";
"CTA_Confirm_booking" = "Confirmar reserva";
"CTA.Confirm.AcceptTerms" = "Toque em \"Confirmar reserva\" para concluir a sua reserva e aceitar as nossas condições de aluguer, os termos e condições e a política de privacidade.";
"state.US.AK" = "Alasca";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "Califórnia";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "Distrito de Colúmbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Flórida";
"state.US.GA" = "Geórgia";
"state.US.HI" = "Havai";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Carolina do Norte";
"state.US.ND" = "Dacota do Norte";
"state.US.NE" = "Nebrasca";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "Nova Jérsia";
"state.US.NM" = "Novo México";
"state.US.NV" = "Nevada";
"state.US.NY" = "Nova Iorque";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pensilvânia";
"state.US.SC" = "Carolina do Sul";
"state.US.SD" = "Dacota do Sul";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virgínia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Virgínia Ocidental";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Recomendados, disponibilizados e comercializados pela Allianz Global Assistance. Segurador: Jefferson Insurance Company ou BCS Insurance Company. O plano inclui serviços de seguros e assistência. Aplicam-se termos e exclusões (incluindo para condições pré-existentes).";
"Insurance.Disclosure.Allianz.Link" = "Detalhes e informações do plano e preços";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: limitações de cobertura importantes";
"Damage.Protection.title" = "Seguro de proteção em caso de danos fornecido pela ${x}";
"State.Residency" = "Estado de residência";
"Select.Residency" = "Selecionar residência";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Ofertas exclusivas";
"Size.Midsize" = "Tamanho médio";
"Size.Smallsuv" = "SUV pequeno";
"Size.Mediumsuv" = "SUV médio";
"Size.Midsizesuv" = "SUV de tamanho médio";
"Size.Largesuv" = "SUV grande";
"Size.Mini" = "Mini";
"Size.Economy" = "Económico";
"Size.Compact" = "Compacto";
"Size.Intermediate" = "Tamanho intermédio";
"Size.Standard" = "Tamanho standard";
"Size.Minivan" = "Minivan";
"Size.Cargovan" = "Carrinha de mercadoria";
"Size.Van" = "Carrinha";
"Size.Largevan.12pax" = "Carrinha grande";
"Size.Largevan.15pax" = "Carrinha grande";
"Size.Convertible" = "Descapotável";
"Size.Estate" = "Carrinha";
"Size.Peoplecarrier" = "Transportadora de pessoas";
"Size.5seatcarrier" = "Minivan de 5 lugares";
"Size.7seatcarrier" = "Minivan de 7 lugares";
"Size.9seatcarrier" = "Minivan de 9 lugares";
"Size.Scooter" = "Scooter";
"Size.Truck" = "Camião";
"Size.Exotic" = "Exótico";
"Size.Special" = "Especial";
"cash_banner_title" = "Poupa até 55 € no aluguer de automóveis com o Prime!";
"Price.for.days" = "Preço para ${X} dias";
"cash_widget_confirmation_title" = "Parabéns!";
"cash_widget_confirmation_subtitle" = "Poupou ${x} nesta reserva de automóvel com o seu voucher.";
"cash_widget_payment_title" = "Parabéns!";
"cash_widget_payment_subtitle" = "Está a poupar ${x} nesta reserva de automóvel com o seu voucher";
"Prime_why_book_with_us" = "Porque é que milhares de membros Prime alugam automóveis connosco?";
"Prime_cash_widget_payment_title" = "Parabéns!";
"voucher.for.days" = "Preço do voucher para ${x} dias";
"voucher.for.day" = "Preço total";
"Promo.Code" = "Código promocional";
"Cannot.Find.Location" = "Lamentamos, mas não conseguimos encontrar a sua localização. Tente novamente mais tarde.";
"Use.Current.Location" = "Utilizar localização atual";
"Location.Permission.Disabled" = "Para utilizar esta funcionalidade, aceda a Definições e ative a permissão de localização para esta aplicação.";
"Sup.Ben.Select.Code.Type" = "Selecionar tipo de código";
"Sup.Ben.Activated.Button.Title" = "Procurar com descontos";
"Sup.Ben.Add.CTA" = "Adicionar promoção/desconto";
"Sup.Ben.Code" = "Código";
"Sup.Ben.Description" = "Obtenha as melhores tarifas com os descontos especiais dos nossos fornecedores. Adicione descontos da Avis e Budget agora mesmo.";
"Sup.Ben.Toggle.Title" = "Aplicar tarifas com desconto";
"Sup.Ben.Banner.Title" = "Obtenha as melhores tarifas";
"Sup.Ben.Banner.Description" = "Aplique descontos especiais dos nossos parceiros de aluguer de automóveis exclusivos, Avis e Budget.";
"Sup.Ben.Banner.Button" = "Aplicar agora";
"Sup.Ben.Rental.Company" = "Empresa de aluguer";
"Sup.Ben.Promo.Validation.Error" = "Isto não parece correto. Verifique o seu código e tente novamente";
"Sup.Ben.Promo.Validation.Success" = "Está correto!";
"Sup.Ben.Code.Type" = "Tipo de código";
"Sup.Ben.Promo.Discount" = "Promoção/desconto";
"Sup.Ben.Update" = "Actual.";
"Sup.Ben.XOptional" = "${x} (opcional)";
"SpecialOffer.FreeGPS" = "GPS gratuito incluído";
"SpecialOffer.FreeWinterTyres" = "Pneus de inverno gratuitos";
"Free.Extra.Included" = "Extras gratuitos incluídos";
"Customer.Portal.Booking.CTA" = "Gerir reserva";
"Booking.Ref.Copied" = "A referência da reserva foi copiada para a área de transferência";
"Booking.Ref.Title" = "Número de referência da reserva";
"Country.Selection.Settings" = "O país/região de residência pode afetar os termos do seu aluguer e afetar os veículos que aparecem nos resultados da sua pesquisa.";
"Country.Selection.Dialog.Title" = "Quer alterar o seu país/região?";
"Country.Selection.Dialog.Text" = "Agora, a alteração do seu país/região de residência irá afetar os termos do seu aluguer e, de modo a fornecer-lhe os resultados mais exatos, será redirecionado de volta para a página de resultados da pesquisa.";
"Pay.Later.Title" = "Opções de pagamento";
"Pay.Later.Pay.Today" = "Pagar hoje";
"Pay.Later.Pay.By" = "Pagar até ${x}";
"Pay.Later.Payment.Explainer" = "Pague hoje uma caução no valor de ${x} relativa à taxa do aluguer de automóveis. O <b>valor remanescente</b> será automaticamente deduzido a ${y}.";
"Pay.Later.Pay.Now" = "Pagar agora";
"Pay.Later.Basket.Deducted.On" = "Deduzido a ${x}";
"Pay.Later.Basket.Pick.Up" = "Pagamento no levantamento";
"Pay.Later.Remaining.Balance.Explainer" = "O valor remanescente do aluguer do automóvel será automaticamente deduzido do seu cartão a ${x}.";
"Pay.Later.Accessories.Explainer" = "Pagará os seguintes itens no levantamento: ${x}";
"Pay.Later.View.Details" = "Ver detalhes";
"Payment.Processing.Message" = "A sua reserva está em curso";
"Loyalty.Banner.Greeting" = "Olá";
"landing.usp.position1" = "Poupe até 35% nas tarifas base* da Avis e da Budget.";
"landing.usp.position2" = "Ganhe até 1250 milhas base MileagePlus";
"landing.usp.position3" = "Avis: utilize os seus números MileagePlus e Avis Worldwide Discount (AWD) A791500 para ganhar um desconto e milhas de prémio base MileagePlus.";
"landing.usp.position4" = "Budget: utilize os seus números MileagePlus e Budget Customer Discount (BCD) B204900 para ganhar um desconto e milhas de prémio base MileagePlus.";
"landing.usp.position5" = "Para utilizar milhas ou uma combinação de milhas e dinheiro, aceda a <a href=\"https://cars.mileageplus.com/pt/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "* A poupança até 35% aplica-se apenas a despesas de quilometragem e tempo. Todas as taxas, impostos (incluindo, sem caráter limitativo, a Taxa de Recuperação de Imposto de Ar Condicionado, a Taxa de Recuperação de Concessão, a Taxa de Recuperação de Licença do Veículo, a Taxa de Recuperação Energética, a Taxa de Gestão de Pneus e a Taxa de Viajante Frequente) e sobretaxas (incluindo, sem caráter limitativo, a Tarifa de Serviços de Cliente e a Tarifa de Recuperação de Taxa Ambiental) representam custos adicionais.";
"landing.usp.title" = "Reserve um automóvel de aluguer através da United";
"united_landing.usp.title" = "Reserve um automóvel de aluguer através da United";
"landing.usp.sale.position1" = "Oferta especial por tempo limitado: Ganhe 1500 milhas MileagePlus de bónus. <a href=\"https://cars.united.com/pt/mileage-terms-and-conditions\" target=\"_blank\"><b>Consulte os termos completos aqui.</b></a>";
"united_landing.usp.sale.position1" = "Oferta especial: entre 1 e 31 de dezembro de 2025, conclua um aluguer elegível de 3 ou 4 dias consecutivos para ganhar até 750 milhas United MileagePlus de bónus. Conclua um aluguer elegível de 5 ou mais dias consecutivos para ganhar 1000 milhas United MileagePlus de bónus. Aplicam-se restrições. <a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>Consulte os termos completos aqui.</b></a>";
"united_redeem.landing.usp.title" = "Vantagens em reservar um automóvel de aluguer da Avis ou Budget com pontos MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Inicie sessão na sua conta MileagePlus para obter o melhor preço";
"united_redeem.landing.usp.position2" = "Pague com milhas ou com uma combinação de milhas e dinheiro";
"united_redeem.landing.usp.position3" = "Para fazer alterações/cancelamentos numa reserva em que tenham sido utilizadas milhas, aceda ao nosso <a href=\"https://cars.mileageplus.com/pt/help\" target=\"_blank\"><b>centro de ajuda</b></a>";
"landing.usp.tac.title" = "Termos e Condições";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Termos e Condições</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Política de Privacidade</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Política de Privacidade</a>";
"united_landing.usp.sale.position2" = "Oferta especial por tempo limitado: Ganhe 1500 milhas MileagePlus de bónus. <a href=\"https://cars.united.com/pt/mileage-terms-and-conditions\" target=\"_blank\"><b>Consulte os termos completos aqui.</b></a>";
"sale_landing_banner_monetary_description" = "Reserve agora a partir de ${x} por dia!";
"sale_landing_banner_monetary_title" = "Ofertas de aluguer de automóveis";
"sale_landing_banner_TCs" = "Termos e Condições";
"sale_landing_banner_title_monetary" = "Ofertas de aluguer de automóveis";
"sale_search_banner_title_monetary" = "Ofertas de aluguer de automóveis";
"sale_search_banner_monetary_description" = "Reserve agora a partir de ${x} por dia!";
"payment.options.creditcard.title" = "Cartão de crédito";
"payment.error.generic.dialog.text" = "De momento, não nos é possível processar a sua reserva. A sua reserva não foi concluída, mas não foi cobrado qualquer valor. Tente novamente com um método de pagamento diferente.";
"payment.googlepay.card.link" = "Alterar";
"temp_united_landing.usp.sale.position1" = "Oferta especial: entre 1 e 31 de outubro de 2025, conclua um aluguer elegível de 3 ou 4 dias consecutivos para ganhar até 750 milhas United MileagePlus de bónus. Conclua um aluguer elegível de 5 ou mais dias consecutivos para ganhar 1000 milhas United MileagePlus de bónus. Aplicam-se restrições. <a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>Consulte os termos completos aqui.</b></a>";
